[{"name":"South Africa","overview":"\nAn astonishingly diverse region fused by its prolific wildlife, breathtaking landscapes and deeply rooted cultures, Southern Africa is Africa at its most memorable.\n\n## Wildlife Watching\n\nSouthern Africa has some of Africa’s greatest safari destinations: Kruger, Chobe, Etosha, South Luangwa and the Okavango Delta. The sheer number of elephants, lions, leopards, hyenas, rhinos, buffaloes, antelope and myriad other species will quickly overwhelm your camera. Spot them on self-drives, guided wildlife drives or charter flights...and if that’s not up close and personal enough, what about the chance to track highly endangered black rhino...on foot? Or the chance to see the fabled black-maned lions of the Kalahari, or the desert elephants of Namibia? Or head to the Caprivi Strip, one of Africa's emerging wildlife destinations, before the rest of the world catches on.\n\n## Landscapes\n\nThere's famous Table Mountain rising high above Cape Town, that mighty gash hacked out of the earth’s surface at Fish River Canyon, and the desertscapes of the Kalahari, but the lonely rural tracks that take you out into an otherwise trackless wilderness are just as memorable. In Namibia, huge slabs of flat-topped granite rise from mists of wind-blown sand and swirling dust. And Zambian floodplains are dotted with acacia trees and flanked by escarpments of dense woodland. Want to see all the landscapes the region has to offer? Put aside a lifetime.\n\n## Cultural Experiences\n\nFor insight into extraordinary rock art left by ancestors of the San, an ancient people whose origins lie in the Stone Age, visit Tsodilo Hills in Botswana and the extensive rock-art galleries in Namibia, South Africa and Zimbabwe. Learn about the cultural melting pot of Mozambique Island; watch Shona sculptors at work in Zimbabwe; prop up the bar at a *shebeen* in Soweto; or visit the highland villages of Lesotho. Southern Africa has so many different takes on African culture, both ancient and contemporary, that it can be difficult to know where to begin.\n\n## Adventure Activities\n\nNamibia is Southern Africa's headquarters for adrenaline-pumping fun, but there’s adventure to be had all over the region. Sail by dhow past remote islands off Mozambique’s jagged coastline, abseil Livingstonia in Malawi, and try tackling the ferocious rapids down the Zambezi River or bungeeing from a bridge at Victoria Falls. In South Africa, the Garden Route with its old-growth forests offers shark-cage diving, surfing, skydiving, canoeing and kloofing (canyoning). But it's in Swakopmund in Namibia where you'll truly take off, with the stirring juxtaposition of sand dunes and Atlantic Ocean waves providing a splendid backdrop to so many acts of sheer joy.\n\n","images":[{"url":"//images.ctfassets.net/h4wwx2mbhm2q/5U9T9HReyJUsVNH29tuyc6/806deb0190f955764264eaf9938fb8fb/southAfrica.png","details":{"size":353368,"image":{"width":1280,"height":1280}},"fileName":"southAfrica.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/5CrRiVEiJwJCAwk199Wewx/5306b831cb779355650be8bde8d29a00/southAfrica1.png","details":{"size":252459,"image":{"width":871,"height":581}},"fileName":"southAfrica1.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/2lAeqflNABREEDL33mwgiK/1cc262a352faadef0397907fa8aec491/southAfrica2.png","details":{"size":175039,"image":{"width":772,"height":580}},"fileName":"southAfrica2.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/1ZkPrnCfceua0VAHN2GoGG/e48260e1463c109f7510d618a0bc93b5/southAfrica3.png","details":{"size":251302,"image":{"width":870,"height":580}},"fileName":"southAfrica3.png","contentType":"image/png"}],"id":1,"location":{"lat":-30.5594,"lon":22.9375}},{"name":"Ethiopia","overview":"\nEthiopia is like nowhere else on the planet, a beautiful country blessed with a peerless history, fabulous wildlife and some of Africa's most soulful peoples.\n\n## Nature's Bounty\n\nEthiopia is one of Africa's most beautiful countries and its landscapes are epic in both scale and beauty. Here is a place where you can trek more than 9800ft above sea level (the Simien and Bale mountains) or visit the lowest place on the African continent, the Danakil Depression. In between, there are lush highlands and stirring deserts, vertiginous canyons and sweeping savanna, vast lakes and high plateaus. If you look hard enough, you'll also find landmarks of great significance, from the source of the Blue Nile to, again, the mesmerizingly desolate Danakil Depression, peppered with an astonishing 25% of Africa’s active volcanoes.\n\n## Historical Wonders\n\nEthiopia, one of the oldest countries in the world, successfully resisted European colonialism throughout the centuries – it has retained much of its cultural identity and its story is one of Africa's most fascinating. It all begins with Lucy, one of our most celebrated ancient ancestors, moves effortlessly into the realm of ancient Aksum with its oblelisks and echoes of the Queen of Sheba, and then takes on power and passion as Christianity, with mysterious echoes of Ancient Israel, takes center stage. The ancients here left behind some extraordinary monuments to faith and power which serve as focal points for so many wonderful journeys.\n\n## Outdoor Adventures\n\nEthiopia is one of Africa's most beautiful countries and its landscapes are epic in both scale and beauty. Here is a place where you can trek more than 3000m above sea level (the Simien and Bale mountains) or visit the lowest place on the African continent, the Danakil Depression. In between, there are lush highlands and stirring deserts, vertiginous canyons and sweeping savanna, vast lakes and high plateaus. If you look hard enough, you'll also find landmarks of great significance, from the source of the Blue Nile to, again, the mesmerisingly desolate Danakil Depression, peppered with an astonishing 25% of Africa’s active volcanoes.\n\n## Peoples with Proud Traditions\n\nWhen it comes to culture, Ethiopia has an embarrassment of riches. There are the Surmi, Afar, Mursi, Karo, Hamer, Nuer and Anuak, whose ancient customs and traditions have remained almost entirely intact. A highlight of any trip here is witnessing one of the many festivals that are an integral part of the traditional culture, from age-old ceremonies marking rites of passage to Christian celebrations of singular passion, the impact upon those who witness such events can provide travel memories to last a lifetime.\n\n","images":[{"url":"//images.ctfassets.net/h4wwx2mbhm2q/47VTKcfh1Yhxe8KBqzqO3A/e7da6c1da8d0622d3d75ca76a4f9091d/ethiopia.png","details":{"size":455445,"image":{"width":1280,"height":1280}},"fileName":"ethiopia.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/5dvhL2aNWYAUCdCozDHtTb/7c35eb64ec9998ecf65616d0d4d7c87b/ethiopia1.png","details":{"size":384518,"image":{"width":871,"height":580}},"fileName":"ethiopia1.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/6uq1AUQeCiTWQK3XLSrTjr/71e222f818715b0dc4ad002ab0e7412b/ethiopia2.png","details":{"size":291509,"image":{"width":870,"height":580}},"fileName":"ethiopia2.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/1VMvu9fXBxkdmLn1EA9f4U/88a7d47059a70ccec5ed6cd6644ddb15/ethiopia3.png","details":{"size":350253,"image":{"width":871,"height":581}},"fileName":"ethiopia3.png","contentType":"image/png"}],"id":1,"location":{"lon":40.48967,"lat":9.145}},{"name":"Egypt","overview":"\nThe mighty Nile and magnificent monuments entice many to Egypt while the beguiling desert and lush delta wow visitors. Add in the country's long and lingering past and culture full of stories, it is a travelers dream.\n\n## Pyramids & More\n\nWith sand-covered tombs, austere pyramids and towering Pharaonic temples, Egypt brings out the student in all of us. Visit the Valley of the Kings in Luxor, where Tutankhamun’s tomb was unearthed, and see the glittering finds in the Egyptian Museum in Cairo. Hop off a Nile boat to visit Dendara, Edfu or one of the other waterside temples, cross Lake Nasser to see Ramses II’s masterpiece at Abu Simbel, or trek into the desert to find the traces of Roman trading outposts. You never know – your donkey might stumble across yet another find, for that is the way many previous discoveries were made.\n\n## Two Religions\n\nEgypt once ruled an empire from Al Qahira – Cairo, the City Victorious. The metropolis is packed with soaring minarets and medieval schools and mosques, some of the greatest architecture of medieval Islam. At the same time, Egypt’s native Christians, the Copts, have carried on their traditions that in many respects – such as the church’s liturgical language and the traditional calendar – link back to the time of the pharaohs. Tap into the history in Cairo's early churches and in remote desert monasteries.\n\n## Beaches & Beyond\n\nThat empty beach with nothing but a candlelit cabin, and a teeming coral reef offshore: they’re waiting for you in Egypt. The coast along the Red Sea has a rugged desert beauty above the waterline and a psychedelic vibrancy below – rewarding to explore on a multiday outing to one of the globe’s great dives or on an afternoon’s snorkelling jaunt along a coral wall. There is even more space and just as much beauty in Egypt’s vast deserts. Whether you’re watching the sun rise between the beautiful shapes of the White Desert or the shimmering horizon from the comfort of a hot spring in Siwa Oasis, Egypt’s landscapes are endlessly fascinating.\n\n## Going With the Flow\n\nThe old saying that Egypt is the gift of the Nile still rings true: without the river there would be no fertile land, no food and a lot less electricity. Although people's lives are increasingly physically detached from the water, the Nile still exerts a uniquely powerful role. Luckily for visitors, the river is also the perfect place from which to see many of the most spectacular ancient monuments, which is one reason why a Nile cruise remains such a popular way to travel.\n\n### 10 interesting facts\n1. The country is ethnically homogeneous, with Egyptians comprising more than 99% of the population.\n2. The country's population is estimated to be 90% Muslim (primarily Sunni) and various Christian denominations make up the remaining 10%.\n3. Cairo has served as Egypt's capital for more than 1,000 years, but the government is building a new capital some 45 kilometers (28 miles) to the east to help ease congestion in Cairo. Plans call for the yet-to-be-named city to host the main government departments and ministries, as well as foreign embassies.\n4. One of the most famous figures tied to Egypt, Cleopatra VII, was Greek.\n5. Ancient Egypt produced one of history's earliest peace treaties, the Kadesh Peace Treaty, negotiated in 1259 B.C. with the Hittite Empire. In 1970 the government of Turkey gave a copy of the treaty to the United Nations, where it can be seen at the entrance of the Security Council chambers.\n6. Egypt is home to seven UNESCO-designated World Heritage sites: Abu Mena; ancient Thebes with its Necropolis; Historic Cairo; Memphis and its Necropolis; Nubian monuments from Abu Simbel to Philae; the Saint Catherine area; and Wadi Al-Hitan, or Whale Valley, home to fossil remains of the earliest and now extinct form of whales.\n7. Various international rights groups, including Amnesty International, Freedom House and Human Rights Watch, criticize the country for low levels of personal freedom and the arrests and jailing of peaceful activists who are critical of the government.\n8. Social media accounts with more than 5,000 followers are subject to the country's media laws and can be monitored by authorities and must be licensed by the government.\n9. Ancient Egypt produced the world's first prosthetic limb, a toe composed of leather, wood and thread and dated between 950 and 710 B.C.\n10. The 365-day calendar that is divided into 12 months was invented in Egypt.\n","images":[{"url":"//images.ctfassets.net/h4wwx2mbhm2q/78fNwlewqdCy26ZwtnzQiU/38903a488fac0b3c4bd94bf1c1fc55f5/egypt.png","details":{"size":492826,"image":{"width":1280,"height":1280}},"fileName":"egypt.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/2MfPl4odyQeQq0LJMqjpUF/5d9e3c0db8b3e702799a9f31960b4d91/egypt1.png","details":{"size":497299,"image":{"width":871,"height":581}},"fileName":"egypt1.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/67jJWvt0gFbfOWl03pc1LK/6afc1d1a86e9d7a10c326ddac70f8bbf/egypt2.png","details":{"size":562667,"image":{"width":870,"height":580}},"fileName":"egypt2.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/2xUYBm8kcJGbNmhSjJYRxp/98d4c0977a8c0f64268a7061afe43757/egypt3.png","details":{"size":466360,"image":{"width":870,"height":580}},"fileName":"egypt3.png","contentType":"image/png"}],"id":1,"location":{"lon":30.80249,"lat":26.82055}},{"name":"Kenya","overview":"\nVast savannas peppered with immense herds of wildlife. Snow-capped equatorial mountains. Traditional peoples who bring soul and color to the earth. Welcome to Kenya.\n\n## Stirring Landscapes\n\nWhen you think of Africa, you’re probably thinking of Kenya. It’s the lone acacia silhouetted on the savanna against a horizon stretching into eternity. It’s the snow-capped mountain almost on the equator and within sight of harsh deserts. It’s the lush, palm-fringed coastline of the Indian Ocean, it’s the Great Rift Valley that once threatened to tear the continent asunder, and it’s the dense forests reminiscent of the continent’s heart. In short, Kenya is a country of epic landforms that stir our deepest longings for this very special continent.\n\n## Proud Peoples\n\nFilling the country's landscape, adding depth and resonance to Kenya’s age-old story, are some of Africa’s best-known peoples. The Maasai, the Samburu, the Turkana, the Swahili, the Kikuyu: these are the peoples whose histories and daily struggles tell the story of a country and of a continent – the struggle to maintain traditions as the modern world crowds in, the daily fight for survival in some of the harshest environments on earth, the ancient tension between those who farm and those who roam. Drawing near to these cultures could just be a highlight of your visit.\n\n## Abundant Wildlife\n\nKenya is the land of the Masai Mara, of wildebeest and zebras migrating in their millions with the great predators of Africa following in their wake, of endangered species like black rhinos managing to maintain their precarious foothold. But Kenya is also home to the red elephants of Tsavo, to Amboseli elephant families in the shadow of Mt Kilimanjaro and to the massed millions of pink flamingos stepping daintily through lake shallows. Africa is the last great wilderness where these creatures survive. And Kenya is the perfect place to answer Africa’s call of the wild.\n\n## Conservation's Home\n\nThe abundance of Kenya's wildlife owes everything to one of Africa's most innovative and successful conservation communities. Through some pretty tough love – Kenya pioneered using armed rangers to protect rhinos and elephants – Kenya stopped the emptying of its wilderness and brought its wildlife back from the brink after the poaching holocaust of the 1970s and 1980s. More than that, in places like Laikipia and the Masai Mara, private and community conservancies fuse tourism with community development and wildlife conservation to impressive effect. In other words, if you want your visit to make a difference, you've come to the right place.\n\n","images":[{"url":"//images.ctfassets.net/h4wwx2mbhm2q/1HSaPdUbJG0FYvO1KMf0Ib/12af4024d03aeb08ffad773871742fd0/kenya.png","details":{"size":345361,"image":{"width":1280,"height":1280}},"fileName":"kenya.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/4eFCW1dk2vkG8NbHGEZRJM/9bf4af9c8281b806507e5bc90d321044/kenya1.png","details":{"size":269215,"image":{"width":725,"height":580}},"fileName":"kenya1.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/1EmxInqJTEuxBg1f99CxFT/b524d10e9c727b6491d9cd2880ac9af0/kenya2.png","details":{"size":864964,"image":{"width":774,"height":581}},"fileName":"kenya2.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/2N6FmGNcoSY3AopVEefK5l/611cb96e8ffd2b7e5b19fd260581cf17/kenya3.png","details":{"size":524866,"image":{"width":870,"height":580}},"fileName":"kenya3.png","contentType":"image/png"}],"id":1,"location":{"lon":37.90619,"lat":-0.02355}},{"name":"Morocco","overview":"\nMorocco is a gateway to Africa and a country of dizzying diversity. Here you'll find epic mountain ranges, ancient cities, sweeping deserts – and warm hospitality.\n\n## Mountains & Desert\n\nFrom Saharan dunes to the peaks of the High Atlas, Morocco could have been tailor-made for travellers. Lyrical landscapes carpet this slice of North Africa like the richly coloured and patterned rugs you’ll lust after in local cooperatives. The mountains – not just the famous High Atlas but also the Rif and suntanned ranges leading to Saharan oases – offer simple, breathtaking pleasures: night skies glistening in the thin air, and views over a fluffy cloudbank from the Tizi n’Test pass. On lower ground, there are rugged coastlines, waterfalls and caves in forested hills, and the mighty desert.\n\n## Ancient Medinas\n\nMorocco's cities are some of the most exciting on the continent. Join the centuries-old trail of nomads and traders to their ancient hearts, from the winding medina maze of Fez to the carnivalesque street-theatre of the Djemaa El Fna in Marrakesh. In the rocky deserts medinas are protected by kasbahs, on the coast by thick sea walls. But it's not just a heritage trip, as Morocco's cities are forward-facing too, with glitzy new urban design in Casablanca, Rabat and Tangier looking to the future as well as paying homage to their roots.\n\n## Moroccan Activities\n\nEnjoying Morocco starts with nothing more strenuous than its national pastime – people-watching in a street cafe with a coffee or a mint tea. Use the opportunity to plan your next moves – hiking up North Africa’s highest peak, learning to roll couscous, camel trekking in the desert, shopping in the souqs or getting lost in the medina. Between the activities, you can sleep in boutique riads, relax on panoramic terraces and grand squares, and mop up delicately flavoured tajines – before sweating it all out in a restorative hammam.\n\n## Traditional Life\n\nMorocco is a storied country, that has, over the centuries, woven its ties to sub-Saharan Africa, Europe and the wider Middle East into whole cloth. Its mixed Arab and Berber population forms a strong national identity, but an increasingly youthful one, taking the best of its traditions and weaving the pattern anew – from the countryside to the city, from the call to prayer from the mosque to the beat of local hip hop. Morocco has a hundred faces and sounds, all ready to welcome the traveller looking for spice and adventure.\n\n","images":[{"url":"//images.ctfassets.net/h4wwx2mbhm2q/3BhZsq3fdO43Gg4jIAG38y/8af51bb5ec333ac567d685c69e4ecd1c/morocco.png","details":{"size":550582,"image":{"width":1280,"height":1280}},"fileName":"morocco.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/6ZscN1Cr5Jj5iOMyO3EwGJ/2ba9a52bb8297e41f7fd20850fd7348e/morocco1.png","details":{"size":339203,"image":{"width":774,"height":581}},"fileName":"morocco1.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/5kO9ViJGJlzXVeIBDig4V/dddc9695ddbebfa619ef68df4475646a/morocco2.png","details":{"size":235125,"image":{"width":870,"height":580}},"fileName":"morocco2.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/3znOPiSr66123CC6PkQR6O/11edd911587899d834099a129fb88721/morocco3.png","details":{"size":515847,"image":{"width":870,"height":580}},"fileName":"morocco3.png","contentType":"image/png"}],"id":1,"location":{"lon":-7.09261,"lat":31.7917}},{"name":"China","overview":"\nChina. The name alone makes you want to get packing. It's going places, so jump aboard, go along for the ride and see where it's headed.\n\n## Breathtaking Antiquity\n\nIts modern face is dazzling, but China is no one-trick pony. The world's oldest continuous civilisation isn't all smoked glass and brushed aluminium, and while you won't be tripping over artefacts – three decades of round-the-clock development make some parts of the country completely unrecognizable from their more humble beginnings – rich seams of antiquity await. Serve it all up according to taste: collapsing sections of the Great Wall, temple-topped mountains, villages that time forgot, languorous water towns, sublime Buddhist grottoes and ancient desert forts. Pack a well-made pair of travelling shoes and remember the words of Laotzu: 'a journey of a thousand miles begins with a single step'.\n\n## Stupendous Scenery\n\nFew countries do the great outdoors like the Middle Kingdom. China's landscapes span the range from alpha to omega: take your pick from the sublime sapphire lakes of Tibet or the impassive deserts of Inner Mongolia, island-hop in Hong Kong or cycle between fairy-tale karst pinnacles around Yangshuo. Swoon before the rice terraces of the south, take a selfie among the gorgeous yellow rapeseed by Qinghai Lake, or hike the Great Wall as it meanders across mountain peaks. Get lost in green forests of bamboo or, when your energy fails you, flake out on a distant Hainan beach and listen to the thud of falling coconuts.\n\n## Cuisine\n\nThe Chinese live to eat, and with 1.4 billion food-loving people to feed, coupled with vast geographic and cultural variations in a huge land, expect your taste buds to be tantalised, tested and treated. Wolf down Peking duck in Beijing, melt over a Chongqing hotpot or grab a seasoned *ròujiāmó (*shredded pork in a bun) before climbing Hua Shan. Gobble down a steaming bowl of Lanzhou noodles in a Silk Road street market, raise the temperature with some searing Hunan fare, or flag down the dim sum trolley down south. Follow your nose in China and you won't want to stop travelling.\n\n## Diversity\n\nChina is vast. Off-the-scale massive. A riveting jumble of wildly differing dialects and climatic and topographical extremes, it's like several different countries rolled into one. Take your pick from the yak-butter-illuminated temple halls of Xiahe, a journey along the dusty Silk Road, spending the night at Everest Base Camp, or getting into your glad rags for a night on the Shanghai tiles. You're spoilt for choice: whether you’re an urban traveller, hiker, cyclist, explorer, backpacker, irrepressible museum-goer or faddish foodie, China’s diversity is second to none.\n\n","images":[{"url":"//images.ctfassets.net/h4wwx2mbhm2q/Iuhs7WOA0TynQjVXhrhpS/15d6ac352ed7e8aae52363571b797459/china.png","details":{"size":509597,"image":{"width":1280,"height":1280}},"fileName":"china.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/5K5M8WetWsHNzVnyHfTYq3/4ed0717e26511bc521a02d31eb5e0c0b/china1.png","details":{"size":669184,"image":{"width":870,"height":580}},"fileName":"china1.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/4cNutJLRioeZCMKesCaQDW/c9eb6848653601c0cea96b7d43ae7ef0/china2.png","details":{"size":484154,"image":{"width":870,"height":580}},"fileName":"china2.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/53XYt8bwcIzyVWItHFwzxe/b23fa157888440d3e88ad17ccb28cb1a/china3.png","details":{"size":864499,"image":{"width":870,"height":580}},"fileName":"china3.png","contentType":"image/png"}],"id":2,"location":{"lon":104.1953,"lat":35.86166}},{"name":"India","overview":"\nWith its sumptuous mix of traditions, spiritual beliefs, festivals, architecture and landscapes, your memories of India will blaze bright long after you've left its shores.\n\n## India's Great Outdoors\n\nIndia's landscapes are as fantastically varied as its cultural traditions. From the snow-dusted peaks of the Himalaya to the sun-splashed beaches of the tropical south, the country has a bounty of outdoor attractions. You can scout for big jungle cats on scenic wildlife safaris, paddle in the shimmering waters of coastal retreats, take blood-pumping treks high in the mountains, or simply inhale pine-scented air on meditative forest walks. Among all these natural treasures is a wealth of architectural gems, from serene temples rising out of pancake-flat plains to crumbling forts peering over plunging ravines.\n\n## So Delicious\n\nIndian cuisine is a scrumptious smorgasbord of regionally distinct recipes, each with their own traditional preparation techniques and presentation styles – from the competing flavours of masterfully marinated meats and thalis (plate meals) to the simple splendour of vegetarian curries and deep-sea delights. Spices lie at the heart of Indian cooking, with the crackle of cumin seeds in hot oil a familiar sound in most kitchens. The country is also renowned for its tempting array of street food, with vendors selling everything from spicy samosas and kebabs to cooling *kulfi* (ice cream) and lassi (yoghurt drink).\n\n## Expectedly Unexpected\n\nA go-with-the-flow attitude will help you navigate the infinite twists and unexpected turns you're guaranteed to encounter in India. With its ability to inspire, exasperate, thrill and confound all at once, it can be challenging for first-time visitors: despite India's wonders, the bureaucracy can be frustrating, the crush of humanity may turn the simplest task into a frazzling epic, and the poverty is confronting. Even veteran travellers find their nerves frayed at some point. But love it or loathe it – and most travelers see-saw between the two – to embrace India's unpredictability is to embrace its soul.\n\n## Soul Warming\n\nSpirituality is the ubiquitous thread in India's richly diverse tapestry, weaving all the way from the snowy mountains of the far north to the tropical shores of the deep south. Hinduism and Islam have the most followers, while Sikhism, Buddhism, Jainism, Christianity and Zoroastrianism are also widely practised. The array of sacred sites and rituals pay testament to the country's long and colourful religious history. And then there are its festivals! India has an abundance of devotional celebrations – from formidable city parades heralding auspicious religious events, to simple village harvest fairs that pay homage to a locally worshipped deity.\n\n","images":[{"url":"//images.ctfassets.net/h4wwx2mbhm2q/2HdfZIK2T53CSW80BtW2Xc/ec4b24c19f2cee1dedd49f3dc8fd97df/india.png","details":{"size":418352,"image":{"width":1280,"height":1280}},"fileName":"india.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/69pnfDJduIa894gYQtrV7g/1f30d21035259c0f1ef3e1eb1caa05ca/india1.png","details":{"size":249653,"image":{"width":871,"height":581}},"fileName":"india1.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/5606p9j023p3uSRbW3zIkI/b236caa07148da9a9d1b00d3d851306d/india2.png","details":{"size":753933,"image":{"width":870,"height":580}},"fileName":"india2.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/4ZhckHs7HKrRt13zNiGNqE/0735e8fab648cc1527dceb1cbaa6d821/india3.png","details":{"size":489481,"image":{"width":736,"height":580}},"fileName":"india3.png","contentType":"image/png"}],"id":2,"location":{"lon":78.9628,"lat":20.59368}},{"name":"Russia","overview":"\nThe world's largest country offers it all, from historic cities and idyllic countryside to artistic riches, epic train rides and vodka-fuelled nightlife.\n\n## Historic & Contemporary\n\nIf ancient walled fortresses, glittering palaces and swirly-spired churches are what you’re after, focus on European Russia. Here, Moscow and St Petersburg are the must-see destinations, twin repositories of eye-boggling national treasures, political energies and contemporary creativity. Within easy reach of these cities are charming historical towns and villages, such as Veliky Novgorod, Pskov and Suzdal, where the vistas dotted with onion domes and lined with gingerbread cottages measure up to the rural Russia of popular imagination.\n\n## Arty & Adventurous\n\nWhether you’re a culture vulture in search of inspiration from great artists and writers or an adventure addict looking for new horizons to conquer, Russia amply delivers. Tread in the footsteps of literary greats, including Tolstoy and Pushkin, on their country estates. Ski or climb lofty mountains in the Caucasus, go trekking or white-water rafting in the Altai Republic, hike around Lake Baikal, or scale an active volcano in Kamchatka – the variety of possibilities will make your head spin.\n\n## Off the Beaten Track\n\nRussia’s vast geographical distances and cultural differences mean you don’t tick off its highlights in the way you might those of a smaller nation. Instead, view Russia as a collection of distinct territories, each one deserving separate attention. Rather than transiting via Moscow, consider flying direct to a regional centre such as Rostov-on-Don, Irkutsk or Yekaterinburg and striking out from there. With a welcome spread of Western-style hostels and hotels around the country and the ease of booking trains and flights online, it's simple to organise this kind of trip yourself.\n\n## A Riddle Worth Solving\n\nWe won’t lie: bureaucracy and occasional discomfort and inconvenience, particularly away from the booming urban centres, remain an integral part of the Russian travel experience. However, a small degree of perseverance will be amply rewarded: one of the great joys of travel in Russia is being swept away by the boundless hospitality of the people. Aleksandr Solzhenitsyn and Winston Churchill both wrote famous lines about Russia being an enigmatic riddle. Embrace this conundrum and you, too, are sure to find yourself swept away by a passion for Mother Russia.\n\n","images":[{"url":"//images.ctfassets.net/h4wwx2mbhm2q/4TyjfKRzcPaMFKV1LnBXzk/11fd9077e269950530476f1bd6ecc363/russia.png","details":{"size":481207,"image":{"width":1280,"height":1282}},"fileName":"russia.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/6cdWltbEYoVUUS35wtoF8E/d8f275abe4ef499f8cae7bda4d1d3a0d/russia1.png","details":{"size":289970,"image":{"width":870,"height":580}},"fileName":"russia1.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/62glFdt6RAmubTxhTkhbvo/d6d785fbe87a9de5ff201c1462f689ff/russia2.png","details":{"size":389534,"image":{"width":1033,"height":580}},"fileName":"russia2.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/7cu6pMj6N8rXkHKGp9PCCt/3466f4fae23df63c3f069f55e077b879/russia3.png","details":{"size":248600,"image":{"width":869,"height":580}},"fileName":"russia3.png","contentType":"image/png"}],"id":2,"location":{"lon":105.3187,"lat":61.52401}},{"name":"Thailand","overview":"\nFriendly and food-obsessed, hedonistic and historic, cultured and curious, Thailand tempts visitors with a smile as golden as the country's glittering temples and tropical beaches.\n\n## A Bountiful Table\n\nAdored around the world, Thai cuisine expresses fundamental aspects of Thai culture: it is generous, warm, refreshing and relaxed. Thai dishes rely on fresh, local ingredients – pungent lemongrass, searing chillies and plump seafood. A varied national menu is built around the four fundamental flavours: spicy, sweet, salty and sour. Roving appetites go on eating tours of Bangkok noodle shacks, seafood pavilions in Phuket, and Burmese market stalls in Mae Sot. Cooking classes reveal the simplicity behind the seemingly complicated dishes, and mastering the market is an important survival skill.\n\n## Fields & Forests\n\nOutside the cluttered cities and towns lies Thailand's rural heartland, a mix of rice paddies, tropical forests and villages where life is dominated by the rhythms of the agricultural clock. In the north, the forests and fields bump up against toothy blue mountains decorated with silvery waterfalls and honeycombed by deep caves. Down south, scraggy limestone cliffs poke out of the cultivated landscape like prehistoric skyscrapers, or emerge dramatically out of the turquoise sea. The usually arid northeast turns an emerald hue during the rainy season when tender green rice shoots carpet the landscape.\n\n## Sacred Spaces\n\nThe celestial world is a close confidant in this Buddhist nation, and religious devotion is colourful and ubiquitous. Gleaming temples and golden Buddhas frame both the rural and the urban landscape. Ancient banyan trees are ceremoniously wrapped in sacred cloth to honour the resident spirits, fortune-bringing shrines decorate humble homes as well as monumental malls, while garland-festooned dashboards ward off traffic accidents. Visitors can join the conversation through meditation retreats in Chiang Mai, religious festivals in northeastern Thailand, underground cave shrines in Kanchanaburi and Phetchaburi, and hilltop temples in northern Thailand.\n\n## Sand Between Your Toes\n\nWith a luxuriously long coastline (actually, two coastlines) and over 1400 jungle-topped islands anchored in azure waters, Thailand is a tropical getaway fit for everyone, whether hedonist or hermit, prince or pauper. The country's coast is one giant playground, with plenty going on wherever the sand meets the sea. You can snorkel the gentle waters off Ko Lipe, dive with whale sharks around Ko Tao, scale the sea cliffs of Krabi, kiteboard in Hua Hin, party on Ko Phi-Phi and recuperate at a health resort on Ko Samui.\n\n","images":[{"url":"//images.ctfassets.net/h4wwx2mbhm2q/3fDDAA5FMouQNG4sOzb1aU/f783da554b8309b50aad84d69594e1b9/thailand.png","details":{"size":503482,"image":{"width":1280,"height":1280}},"fileName":"thailand.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/7oh0W91v433yylM3v0eMLL/320f9ae5365d280dd64ae4a835578387/thailand1.png","details":{"size":320463,"image":{"width":870,"height":580}},"fileName":"thailand1.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/2Joq2GMM5HSqN2IP06QYcC/47cb5b25637c19ea80f70043a996b9fe/thailand2.png","details":{"size":209275,"image":{"width":839,"height":581}},"fileName":"thailand2.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/72WecQ4ZBXDIq3XShdvddq/4d7bf57a669effdb40762a5965b9a87f/thailand3.png","details":{"size":324720,"image":{"width":774,"height":581}},"fileName":"thailand3.png","contentType":"image/png"}],"id":2,"location":{"lon":100.9925,"lat":15.87003}},{"name":"Japan","overview":"\nJapan is truly timeless, a place where ancient traditions are fused with modern life as if it were the most natural thing in the world.\n\n## Traditional Culture\n\nOn the surface Japan appears exceedingly modern, but travelling around it offers numerous opportunities to connect with the country's traditional culture. Spend the night in a ryokan (traditional Japanese inn), sleeping on futons and tatami mats, and padding through well-worn wooden halls to the bathhouse (or go one step further and sleep in an old farmhouse). Meditate with monks or learn how to whisk bitter *matcha* (powdered green tea) into a froth. From the splendour of a Kyoto geisha dance to the spare beauty of a Zen rock garden, Japan has the power to enthral even the most jaded traveller.\n\n## Food\n\nWherever you are in Japan, it seems, you're never far from a great meal. Restaurants often specialise in just one dish – perhaps having spent generations perfecting it – and pay close attention to every stage, from sourcing the freshest, local ingredients to assembling the dish attractively. And as you'll quickly discover, Japanese cuisine has great regional variations. The hearty hotpots of the mountains are, for example, dramatically different from the delicate sushi for which the coast is famous. It's also intensely seasonal, meaning you can visit at a different time of year and experience totally new tastes.\n\n## Outdoors\n\nJapan is a long and slender, highly volcanic archipelago. It's over two-thirds mountains, with bubbling hot springs at every turn. In the warmer months there is excellent hiking, through cedar groves and fields of wildflowers, up to soaring peaks and ancient shrines (the latter founded by wandering ascetics). In the winter, all this is covered with snow and the skiing is world class. (And if you've never paired hiking or skiing with soaking in onsen, you don't know what you've been missing.) Meanwhile in the southern reaches, there are tropical beaches for sunning, snorkelling and diving.\n\n## Ease of Travel\n\nJapan is incredibly easy to get around: you can do a whole trip using nothing but its immaculate, efficient public transport. The *shinkansen* (bullet train) network now runs all the way from the southern tip of Kyūshū (the southernmost of Japan's major islands) up to Hokkaidō (its northernmost), and reasonably priced rail passes make it affordable. Major cities have subway networks that are signposted in English and these days we're seeing and hearing more English all over. But if getting off the beaten track and outside your comfort zone is what you're after, you can have that experience, too.\n\n","images":[{"url":"//images.ctfassets.net/h4wwx2mbhm2q/2bQsZevpTBXE40zqkttqW1/25e8e275bdca1a7bbc7324c1cbdafdb9/japan.png","details":{"size":495968,"image":{"width":1280,"height":1280}},"fileName":"japan.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/4fvnLIMIuM0VcC8IcdEMMe/52bf7a86703926bec22d427b2baf21fa/japan1.png","details":{"size":802568,"image":{"width":871,"height":581}},"fileName":"japan1.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/UR2YCRIkV4tBjJZg538Tu/51f53020ddf5b8e2a456e0b32e4cc40c/japan2.png","details":{"size":567845,"image":{"width":1033,"height":580}},"fileName":"japan2.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/6onDyJifXrgS5KLdvCArgD/fbe17f1410cc92b6afb1bf17dea56b11/japan3.png","details":{"size":128092,"image":{"width":870,"height":580}},"fileName":"japan3.png","contentType":"image/png"}],"id":2,"location":{"lon":138.2529,"lat":36.20482}},{"name":"Denmark","overview":"\nChart-topping contentment and quality of life, blockbuster dining and design, and a cheerful emphasis on hygge – explore (and envy) what makes Denmark tick.\n\n## Happiness & Hygge\n\nIt’s heart-warming to know there’s still a country where the term ‘fairy tale’ can be used freely – from its most enduring literary legacy to its textbook castles. In a nutshell, Denmark gets it right: old-fashioned charm embraces the most avowedly forward-looking design and social developments. The country wins a regular place on lists of both the most liveable *and* the happiest nations on earth. You won’t have to search hard to find much-prized hygge*,* a uniquely Danish trait that has a profound influence on the locals’ inestimable happiness. Hygge is social nirvana in Denmark: a sense of cosiness, camaraderie and contentment.\n\n## Quality of Life\n\nWhile many countries are noticeable for the ever-increasing gap between the ‘haves’ and ‘have-nots’, Denmark seems to be populated by the ‘have enoughs’, and the obviously rich and obviously poor are few and far between. This egalitarian spirit allows the best of the arts, architecture, eating and entertainment to be within easy reach of everyone. Indeed, the best catchword for Denmark might be ‘inclusive’ – everyone is welcome and everyone is catered to, be they young, old, gay, straight, and whether they travel with kids, pets or bikes in tow. Cities are compact and user-friendly, infrastructure is modern, and travel is a breeze.\n\n## The Danish Aesthetic\n\nIt’s true, Denmark doesn’t have the stop-you-in-your-tracks natural grandeur of its neighbours, but its landscapes are understated – pure and simple, often infused with an ethereal Nordic light. Such landscapes are reflected in the Danish design philosophy towards fashion, food, architecture, furniture and art. Simplicity of form and function come first but not at the expense of beauty. And so you’ll find moments of quintessential Danish loveliness on a long sandy beach, beside a lake, admiring a Renaissance castle, on the bike lanes of Bornholm or in a candlelit cafe that has perfected the art of hygge.\n\n## History & Impact\n\nThe world first took notice of Denmark more than a millennium ago, when Danish Vikings took to the seas and ravaged vast tracts of Europe. How things have changed. These days Denmark captures global imagination as the epitome of a civilised society, and it punches above its weight on many fronts: progressive politics, urban planning, sustainability, work-life balance, design and architecture. Recent global crushes, freshly exported from Copenhagen, include a city cycling culture, the New Nordic culinary movement, and brilliantly addictive TV drama series.\n\n","images":[{"url":"//images.ctfassets.net/h4wwx2mbhm2q/2GW5sS9oMtDnuTvHRqR894/bb1227cd15db17fc15f1392294d0347c/denmark.png","details":{"size":48586,"image":{"width":1080,"height":1080}},"fileName":"denmark.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/6GDrnG2syvEAkFI5xxotO9/37ce0ca3e5a7c57c6377d95cdcd51246/denmark1.png","details":{"size":591705,"image":{"width":872,"height":580}},"fileName":"denmark1.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/6hzpl6tz69idIUOpDSgXKm/cd8fea1778f8ccc05623db703cedbd3a/denmark2.png","details":{"size":482133,"image":{"width":870,"height":580}},"fileName":"denmark2.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/4eeEn6FLzlgvlSe50AppGF/d278993b4c2221c556fc05f8f3523022/denmark3.png","details":{"size":661671,"image":{"width":816,"height":581}},"fileName":"denmark3.png","contentType":"image/png"}],"id":3,"location":{"lon":9.501785,"lat":56.26392}},{"name":"France","overview":"\nChart-topping contentment and quality of life, blockbuster dining and design, and a cheerful emphasis on hygge – explore (and envy) what makes Denmark tick.\n\n## Happiness & Hygge\n\nIt’s heart-warming to know there’s still a country where the term ‘fairy tale’ can be used freely – from its most enduring literary legacy to its textbook castles. In a nutshell, Denmark gets it right: old-fashioned charm embraces the most avowedly forward-looking design and social developments. The country wins a regular place on lists of both the most liveable *and* the happiest nations on earth. You won’t have to search hard to find much-prized hygge*,* a uniquely Danish trait that has a profound influence on the locals’ inestimable happiness. Hygge is social nirvana in Denmark: a sense of cosiness, camaraderie and contentment.\n\n## Quality of Life\n\nWhile many countries are noticeable for the ever-increasing gap between the ‘haves’ and ‘have-nots’, Denmark seems to be populated by the ‘have enoughs’, and the obviously rich and obviously poor are few and far between. This egalitarian spirit allows the best of the arts, architecture, eating and entertainment to be within easy reach of everyone. Indeed, the best catchword for Denmark might be ‘inclusive’ – everyone is welcome and everyone is catered to, be they young, old, gay, straight, and whether they travel with kids, pets or bikes in tow. Cities are compact and user-friendly, infrastructure is modern, and travel is a breeze.\n\n## The Danish Aesthetic\n\nIt’s true, Denmark doesn’t have the stop-you-in-your-tracks natural grandeur of its neighbours, but its landscapes are understated – pure and simple, often infused with an ethereal Nordic light. Such landscapes are reflected in the Danish design philosophy towards fashion, food, architecture, furniture and art. Simplicity of form and function come first but not at the expense of beauty. And so you’ll find moments of quintessential Danish loveliness on a long sandy beach, beside a lake, admiring a Renaissance castle, on the bike lanes of Bornholm or in a candlelit cafe that has perfected the art of hygge.\n\n## History & Impact\n\nThe world first took notice of Denmark more than a millennium ago, when Danish Vikings took to the seas and ravaged vast tracts of Europe. How things have changed. These days Denmark captures global imagination as the epitome of a civilised society, and it punches above its weight on many fronts: progressive politics, urban planning, sustainability, work-life balance, design and architecture. Recent global crushes, freshly exported from Copenhagen, include a city cycling culture, the New Nordic culinary movement, and brilliantly addictive TV drama series.\n\n","images":[{"url":"//images.ctfassets.net/h4wwx2mbhm2q/VOePMLcELgtWqq0Ibvy0L/a75ca1a47fbe352aa946685c99c8c793/france.png","details":{"size":524328,"image":{"width":1280,"height":1280}},"fileName":"france.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/4xTEMPSMY2lUO96Gs1MfH9/958adda9dddf72390eda378297ce34bf/france1.png","details":{"size":463262,"image":{"width":873,"height":580}},"fileName":"france1.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/dOR6qP5hQjeL4DkVjEATa/36d230038267df7955067fa30be224f1/france2.png","details":{"size":570980,"image":{"width":820,"height":580}},"fileName":"france2.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/50KJnOLoHVQ4zu5zbxrKYF/c94250659ac2c2757e3a0ee8658cb3a5/france3.png","details":{"size":547732,"image":{"width":869,"height":580}},"fileName":"france3.png","contentType":"image/png"}],"id":3,"location":{"lon":2.213749,"lat":46.22763}},{"name":"Germany","overview":"\nPrepare for a roller-coaster ride of feasts, treats and temptations experiencing Germany's soul-stirring scenery, spirit-lifting culture, big-city beauties, romantic palaces and half-timbered towns.\n\n## Bewitching Scenery\n\nThere's something undeniably artistic in the way Germany's scenery unfolds; the corrugated, dune-fringed coasts of the north; the moody forests, romantic river valleys and vast vineyards of the centre; and the off-the-charts splendour of the Alps, carved into rugged glory by glaciers and the elements. All of these are integral parts of a magical natural matrix that's bound to give your camera batteries a good workout. Get off the highway and into the great outdoors to soak up the epic landscapes that make each delicious, slow, winding mile so precious.\n\n## Pleasures of Civilisation\n\nYou'll encounter history in towns where streets were laid out long before Columbus set sail, and in castles that loom above prim, half-timbered villages where flower boxes billow with crimson geraniums. The great cities – including Berlin, Munich and Hamburg – come in more flavours than a jar of jelly beans but all will wow you with a cultural kaleidoscope that spans the arc from art museums and high-brow opera to naughty cabaret and underground clubs. And wherever you go, Romanesque, Gothic and baroque classics rub rafters with architectural creations from modern masters such as Daniel Libeskind, David Chipperfield and Frank Gehry.\n\n## Gastro Delights\n\nExperiencing Germany through its food and drink will add a rich layer to your memories (and possibly to your belly!). You'll quickly discover that the local food is so much more than sausages and pretzels, schnitzel and roast pork accompanied by big mugs of foamy beer. Beyond the clichés awaits a cornucopia of regional and seasonal palate-teasers. Share the German people's obsession with white asparagus in springtime, chanterelle mushrooms in summer and game in autumn. Sample not only the famous beer but also world-class wines, most notably the noble Riesling.\n\n## High on History\n\nFew countries have had as much impact on the world as Germany, which has given us the Hanseatic League, the Reformation and, yes, Hitler and the Holocaust, but also the printing press, the automobile, aspirin and MP3 technology. It's the birthplace of Martin Luther, Albert Einstein and Karl Marx, of Goethe, Beethoven, the Brothers Grimm and other heavyweights who have left their mark on human history. You can stand in a Roman amphitheatre, sleep in a medieval castle and walk along remnants of the Berlin Wall – in Germany the past is very much present wherever you go.\n\n","images":[{"url":"//images.ctfassets.net/h4wwx2mbhm2q/5WCLkYfnMpoTaWlotFgIv4/b03cb1be3bac263a12faa990be8eb72c/germany.png","details":{"size":521185,"image":{"width":1280,"height":1280}},"fileName":"germany.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/4AbdDQ8SdtqVexuFUrCbny/9524308220f8fe58e39881e693d74424/germany1.png","details":{"size":573501,"image":{"width":873,"height":580}},"fileName":"germany1.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/rObTkXYT7KIQp3zPgdIjw/c42ace3e33a7057881d2cbff0d2fcd20/germany2.png","details":{"size":715745,"image":{"width":830,"height":580}},"fileName":"germany2.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/1wqls9CDyw7MDCqTR8Syc8/96da87aa37318cc70ff15b9f7abb678f/germany3.png","details":{"size":757203,"image":{"width":870,"height":580}},"fileName":"germany3.png","contentType":"image/png"}],"id":3,"location":{"lon":10.45152,"lat":51.16569}},{"name":"Hungary","overview":"\nStunning architecture, vital folk art, thermal spas and Europe's most exciting capital after dark are Hungary's major drawing cards.\n\n## Super Structures\n\nHungary’s scenery is more gentle than striking. But you can’t say the same thing about the built environment across the land. Architecturally Hungary is a treasure trove, with everything from Roman ruins and medieval townhouses to baroque churches, neoclassical public buildings and art nouveau bathhouses and schools. And we're not just talking about its capital, Budapest. Walk through Szeged or Kecskemét, Debrecen or Sopron and you’ll discover an architectural gem at virtually every turn. Indeed, some people go out of their way for another glimpse of their favourites, such as the Reök Palace in Szeged or the Mosque Church in Pécs.\n\n## In Hot Water\n\nHungarians have been 'taking the waters' supplied by an estimated 300 thermal springs since togas were all the rage and Aquincum was the Big Smoke. They still do – for therapeutic, medicinal and recreational purposes – but the venues have changed somewhat. Today they range from authentic bathhouses dating from the Turkish occupation and art nouveau palaces to clinical sanatoriums straight out of a Thomas Mann novel. More and more though, you'll see clear chlorinated waters in organically shaped pools that bubble, squirt and spurt at different rhythms and temperatures alongside requisite wellness centres offering a myriad of treatments.\n\n## Eat, Drink & Be Magyar\n\nHungarian food remains the most sophisticated style of cooking in Eastern Europe. Magyars even go so far as to say there are three essential world cuisines: French, Chinese and their own. That may be a bit of an exaggeration, but Hungary's reputation as a food centre dates largely from the late 19th century and the first half of the 20th and, despite a fallow period under communism, their cuisine is once again commanding attention. So too are the nation's world-renowned wines – from the big-bodied reds of Eger and Villány and white *olaszrizling* from Badacsony to honey-sweet Tokaj.\n\n## Folk Culture\n\nHungary has one of the richest folk traditions still alive in Europe. With exquisite folk paintings found on the walls and ceilings of the tiny wooden churches of the Bereg region and the wonderful embroidery that the women of Hollókő stitch to decorate smocks, skirts and slippers, this is often where the country comes to the fore artistically. Traditional music, played on a five-tone diatonic scale on a host of unusual instruments, continues to thrive as well, especially at *táncházak* ('dance houses') – peasant 'raves' where you'll hear Hungarian folk music and to learn to dance too.\n\n","images":[{"url":"//images.ctfassets.net/h4wwx2mbhm2q/2iSqiEEmHv0DPq3G9gbnpf/4595228675608f4b73d90a2e6f5e3f7e/Hungary.png","details":{"size":47988,"image":{"width":1080,"height":1080}},"fileName":"Hungary.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/4F2wHwCfVBWkTi34vlN6nK/6fd2d624d656e8f9a606a7cfb7fccd0b/hungary1.png","details":{"size":673500,"image":{"width":870,"height":580}},"fileName":"hungary1.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/5ZA5BJ6UHTRHslQtyDLBHj/3ef9ae5feeca22456e4eb8caa49e092f/hungary2.png","details":{"size":1170201,"image":{"width":1032,"height":580}},"fileName":"hungary2.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/3kOmrtVElGxgxTeDNe6AJM/0f12a601b0d9c2b41e44e6a529dfa436/hungary3.png","details":{"size":527251,"image":{"width":870,"height":580}},"fileName":"hungary3.png","contentType":"image/png"}],"id":3,"location":{"lon":19.5033,"lat":47.16249}},{"name":"Ireland","overview":"\nA small island with a memorable punch, Ireland's breathtaking landscapes and friendly, welcoming people leave visitors floored but looking for more.\n\n## Ireland of the Postcard\n\nEverything you’ve heard is true: Ireland is a stunner. The locals need little prodding to proclaim theirs the most beautiful land in the world, and can support their claim with many examples. Everyone will argue over the must-sees, but you can't go wrong if you put the brooding loneliness of Connemara, the dramatic wildness of Donegal, the majestic mountains of Mourne, the world-famous scenery of counties Kerry and Cork, and the celebrated Causeway Coast in Northern Ireland on your to-visit list.\n\n## Tread Softly…\n\nHistory is everywhere, from the breathtaking monuments of prehistoric Ireland at Brú na Bóinne, Slea Head in Kerry and Carrowmore in Sligo, to the fabulous ruins of Ireland's rich monastic past at Glendalough, Clonmacnoise and Cashel. More recent history is visible in the Titanic Experience in Cobh and the forbidding Kilmainham Gaol in Dublin. And there's history so young that it's still considered the present, best experienced on a black-taxi tour of West Belfast or an examination of Derry's colourful political murals.\n\n## A Cultural Well\n\nIt's become almost trite to declare that Ireland operates a cultural surplus. Its main strengths are literature and music, where Ireland has long punched above its weight, but it is well represented in most other fields, too. Wherever you go you will discover an abundance of cultural expression. You can attend a play by a literary great in Dublin, toe-tap your way through a traditional-music session in a west-of-Ireland pub, or get your EDM on at a club in Belfast. The Irish summer is awash with festivals celebrating everything from flowers in bloom to high literature.\n\n## Tá Fáilte Romhat\n\nOn the plane and along your travels you might hear it said: *tá Fáilte romhat* (taw fall-cha row-at) – you're very welcome. Or, more famously, *céad míle fáilte* (kade meela fall-cha) – a hundred thousand welcomes. Irish friendliness is an oversimplification of a character that is infinitely complex, but the Irish are nonetheless genuinely warm and welcoming, and there are few more enjoyable ways of gaining a greater understanding of the island's inhabitants than a chat with a local.\n\n","images":[{"url":"//images.ctfassets.net/h4wwx2mbhm2q/35jVfQlqMVDmpEgtJz60FQ/5c63b3779a5791a1ec7458ee360d9498/ireland.png","details":{"size":48935,"image":{"width":1080,"height":1080}},"fileName":"ireland.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/AEFaSJgiX9SUYULv5hkJ2/2c4bf617396c1e6105ce2117647612e3/ireland1.png","details":{"size":721293,"image":{"width":774,"height":581}},"fileName":"ireland1.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/5qszyjwU2FYJn6Oj8Jjev6/a0175fc79667aa778501f4fc7870ad80/ireland2.png","details":{"size":508364,"image":{"width":774,"height":581}},"fileName":"ireland2.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/QQsEDQ8oLttOnwNeQggNQ/462bdb3ac52d4ad7880910d78e5c2513/ireland3.png","details":{"size":769525,"image":{"width":871,"height":581}},"fileName":"ireland3.png","contentType":"image/png"}],"id":3,"location":{"lon":-7.69205,"lat":53.14236}},{"name":"Alaska","overview":"\nBears larger than bison, national parks the size of nations, and glaciers bigger than other US states. The word ‘epic’ barely does Alaska justice.\n\n## The Call of the Wild\n\nPure, raw, unforgiving and humongous in scale, Alaska is a place that arouses basic instincts and ignites what Jack London termed the 'call of the wild.' Yet, unlike London and his gutsy, gold-rush companions, visitors today will have a far easier time penetrating the region's vast, feral wilderness. Indeed, one of the beauties of the 49th state is its accessibility. Few other places in the US allow you to scale an unclimbed mountain, walk where – quite possibly – no human foot has trodden before, or sally forth into a national park that gets fewer annual visitors than the International Space Station.\n\n## All Creatures Great and Small\n\nWho needs zoos when you can get close-up views of brown bears snatching leaping salmon out of angry waterfalls or see curious moose posing majestically on national-park roadsides? Alaska is a land for wilderness purists who desire to observe big fauna in its natural habitat. This is no place for the timid. Hiking in unguarded backcountry might sometimes feel like being a guest in a very big food chain, but keep your wits about you, and the musk oxen, gray wolves, bears, caribou and other creatures great and small will quietly accept you into their domain.\n\n## Life on the Frontier\n\nSpace might be the final frontier, but for those without billions of dollars and their own space rocket, Alaska can provide a pretty gritty alternative. With scant phone coverage and a dearth of anything that passes for urban sophistication, this is a region for ‘doing’ rather than hanging out in coffee bars. Get a skilled bush pilot to land you on a crevasse-riddled glacier, or hire a backcountry guiding company to take you on a bracing paddle down an almost-virgin river. Whether you go it alone with bear-spray, or place yourself in the hands of an experienced ’sourdough’ (Alaskan old-timer), the rewards are immeasurable.\n\n## Tales of the Unexpected\n\nFor savvy repeat visitors, the real joys of Alaska are the ones you least expect: ginormous vegetables, epic bus rides, half-forgotten Russian cemeteries, friendly, hassle-free airports, and dive bars where no one's rethought their hairstyle since 1984. Welcome to a state with as many offbeat attractions as off-the-beaten-track locations. Imagine a land where locals still go subsistence hunting, campers plan gold-panning expeditions in the wilderness and wi-fi is just a rumor. Pitch in with a quirky medley of contrarians, rat-race escapees, wanderers, dreamers, back-to-the-landers and Alaska Natives and discover what makes America's biggest state tick.\n\n","images":[{"url":"//images.ctfassets.net/h4wwx2mbhm2q/6XTFn0QRF96BRJnWaLfYry/59a15c3b6339da0b348a40f17f9f2199/alaska.gif","details":{"size":35985,"image":{"width":500,"height":500}},"fileName":"alaska.gif","contentType":"image/gif"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/12PJDK8lYBk4T1FCL7tHJb/360698a029feefa660f05a50effd3c45/alaska1.png","details":{"size":278108,"image":{"width":880,"height":580}},"fileName":"alaska1.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/2it5m6gTSfrByZl5NzqVZD/7802ecddf90b0f4959e215eb3a873b40/alaska2.png","details":{"size":207572,"image":{"width":774,"height":581}},"fileName":"alaska2.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/32xN9mX9m1K3b2hXCtv3Wh/d5e934506e98846d6437082b4bb8ddec/alaska3.png","details":{"size":311173,"image":{"width":870,"height":580}},"fileName":"alaska3.png","contentType":"image/png"}],"id":4,"location":{"lon":-149.493,"lat":64.20084}},{"name":"Canada","overview":"\nCanada is more than its hulking-mountain, craggy-coast good looks: it also cooks extraordinary meals, rocks cool culture and unfurls wild, moose-spotting road trips.\n\n## The Great Outdoors\n\nThe globe's second-biggest country has an endless variety of landscapes, and nature is why many visitors come. Sky-high mountains, glinting glaciers, spectral rainforests and remote beaches are all here, spread across six times zones. They're the backdrop for plenty of 'ah'-inspiring moments – and for a big cast of local characters. That's big as in polar bears, grizzly bears, whales and everyone's favorite, moose.\n\nThe terrain also makes for a fantastic playground. Whether it's snowboarding Whistler's mountains, surfing Nova Scotia's swells, wreck diving in the turquoise waters off the Bruce Peninsula or kayaking the white-frothed South Nahanni River in the Northwest Territories, adventures abound. There are gentler options, too, such as strolling Vancouver's Stanley Park and swimming off Prince Edward Island's pink-sand beaches.\n\n## Captivating Cultures\n\nSip a *café au lait* and tear into a flaky croissant at a sidewalk bistro in Montréal; slurp noodles or head to an Asian night market in the Vancouver area; explore Toronto's rich performing arts scene; join a wild-fiddling Celtic party on Cape Breton Island; and kayak between rainforest-cloaked indigenous villages on Haida Gwaii: Canada is incredibly diverse across its breadth and within its cities. You'll hear it in the music, see it in the arts and taste it in the cuisine.\n\n## Foodie Fare\n\nCanada is a smorgasbord of local food. If you grazed from west to east across the country, you'd fill your plate with wild salmon and velvety scallops in British Columbia, poutine (French fries topped with gravy and cheese curds) in Québec, and lobster with a dab of melted butter in the Maritime provinces. Tastemakers may not tout Canadian food the way they do, say, Italian or French fare, so let's just call the distinctive seafood, piquant cheeses and fresh, seasonal fruits and veggies our little secret. Ditto for the award-winning bold reds and crisp whites produced by the country's vine-striped valleys.\n\n## Artistic Flair\n\nThe arts are an integral part of Canada's cultural landscape, from the International Fringe Theater Festival (the world's second-largest) in Edmonton to mega museums such as Ottawa's National Gallery. Montréal's Jazz Festival and Toronto's star-studded Film Festival draw global crowds. And did you know Ontario's Stratford Festival is the continent's largest classical repertory theater? Even places you might not automatically think of – say, St John's or Woody Point – put on renowned shindigs (an avant-garde 'sound symposium' and a big-name writers festival, respectively).\n\n","images":[{"url":"//images.ctfassets.net/h4wwx2mbhm2q/7mhI1VcxP6vOAHUIvt1kzJ/ac74e904ea6538b81edb17b32f00d35c/canada.png","details":{"size":524364,"image":{"width":1280,"height":1280}},"fileName":"canada.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/12HXNs7QzSnrzfKUwLHlSy/3013a47f2d7bb9bedb69fbbfffa0a6fe/canada1.png","details":{"size":797334,"image":{"width":811,"height":581}},"fileName":"canada1.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/3TblLVCMZI5nyfMjDcU9UP/64c2bb746632d7501fec7d2eb700812f/canada2.png","details":{"size":753627,"image":{"width":853,"height":580}},"fileName":"canada2.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/44S634I3xLi0Pg2v4jn7lD/cc8c6430bc85564c410178f5a8c39267/canada3.png","details":{"size":184962,"image":{"width":870,"height":580}},"fileName":"canada3.png","contentType":"image/png"}],"id":4,"location":{"lon":-106.346,"lat":56.13036}},{"name":"Hawaii","overview":"\nIt's easy to see why Hawaii has become synonymous with paradise. Just look at these sugary beaches, Technicolor coral reefs and volcanoes beckoning adventurous spirits.\n\n## Natural Beauty\n\nSnapshots of these islands scattered in the cobalt blue Pacific Ocean are heavenly, without the need for any embellishment by tourist brochures. Sunrises and sunsets are so spectacular that they're cause for celebration all by themselves, such as atop Haleakalā volcano on Maui. As tropical getaways go, Hawaii couldn't be easier or more worth the trip, though be aware that visiting these Polynesian isles isn't always cheap. But whether you're dreaming of swimming in crystal waterfall pools or lazing on golden-sand beaches, you can find what you're looking for here.\n\n## Play Outside\n\nJust as in days of old, life in Hawaii is lived outdoors. Whether it's surfing, swimming, fishing or picnicking with the *ʻohana* (extended family and friends), encounters with nature are infused with the traditional Hawaiian value of *aloha ʻaina* – love and respect for the land.\n\nGo hiking across ancient lava flows and down fluted *pali* (sea cliffs). Learn to surf, the ancient Hawaiian sport of 'wave sliding,' and then snorkel or dive with giant manta rays and sea turtles. Kayak to a deserted offshore island or hop aboard a whale-watching cruise. Back on land, ride horseback with *paniolo*, Hawaii's cowboys.\n\n## Island Style\n\nFloating all by itself in the middle of the Pacific, Hawaii proudly maintains its own distinct identity apart from the US mainland. Spam, shave ice, surfing, ukulele and slack key guitar music, hula, pidgin, aloha shirts, 'rubbah slippah' (flip-flops) – these are just some of the touchstones of everyday life, island style. Pretty much everything here feels easygoing, low-key and casual, bursting with genuine aloha and fun. You'll be equally welcome whether you're a globe-trotting surf bum, a beaming couple of fresh-faced honeymooners or a big, multigenerational family with rambunctious kids.\n\n## Modern Multiculturalism\n\nHawaii is as proud of its multicultural heritage as it is of former US President Barack Obama, who was born in Honolulu on Oʻahu. On these Hawaiian Islands, the descendants of ancient Polynesians, European explorers, American missionaries and Asian plantation immigrants mix and mingle. What's remarkable about contemporary Hawaii is that harmonious multiculturalism is the rule, not the exception. Boisterous arts and cultural festivals keep diverse community traditions alive, from Hawaiian outrigger canoe races to Japanese *taiko* drumming. Come here to see what the future of the USA could be.\n\n","images":[{"url":"//images.ctfassets.net/h4wwx2mbhm2q/6vv26LEHlmb3jjrw9gKSCM/9be8c33d0ad0ac782140b648660dedcc/hawaii.png","details":{"size":399594,"image":{"width":1200,"height":1200}},"fileName":"hawaii.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/6zmEz0W0NzfCGg9s6Cv4g3/897120310b76e1088c25a5fcc83852e9/hawaii1.png","details":{"size":1013938,"image":{"width":870,"height":580}},"fileName":"hawaii1.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/5078Lgv6q8CJgHYbT3z0F5/368f4bf51207a3c47f2dcf7e312ef4ac/hawaii2.png","details":{"size":305476,"image":{"width":774,"height":581}},"fileName":"hawaii2.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/4PNkF2CsCZ5X5ebJRbAB3p/66db0579b48738cdb2be98a08031de78/hawaii3.png","details":{"size":719346,"image":{"width":916,"height":581}},"fileName":"hawaii3.png","contentType":"image/png"}],"id":4,"location":{"lon":-155.582,"lat":19.89676}},{"name":"Mexico","overview":"\nPalm-fringed beaches, chili-spiced cuisine, steamy jungles, teeming cities, fiesta fireworks, Frida’s angst: Mexico conjures up diverse, vivid dreams. And the reality lives up to them.\n\n## An Outdoor Life\n\nWith steaming jungles, snowcapped volcanoes, cactus-strewn deserts and 10,000km of coast strung with sandy beaches and wildlife-rich lagoons, Mexico is an endless adventure for the senses and a place where life is lived largely in the open air. Harness the pounding waves of the Pacific on a surfboard, strap on a snorkel to explore the beauty beneath the surface of the Caribbean Sea and ride the whitewater of Mexico's rivers. Or stay on dry land and hike Oaxaca's mountain cloud forests, scale the peaks of dormant volcanoes or marvel at millions of migrating Monarch butterflies.\n\n## Art & Soul of a Nation\n\nMexico's pre-Hispanic civilizations built some of the world’s great archaeological monuments, including Teotihuacán’s towering pyramids and the exquisite Maya temples of Palenque. The Spanish colonial era left beautiful towns full of tree-shaded plazas and richly sculpted stone churches and mansions, while modern Mexico has seen a surge of great art from the likes of Diego Rivera and Frida Kahlo. Top-class museums and galleries document the country's fascinating history and its endless creative verve. Popular culture is just as vibrant, from the underground dance clubs and street art of Mexico City to the wonderful handicrafts of the indigenous population.\n\n## A Varied Palate\n\nMexico's gastronomic repertoire is as diverse as the country's people and topography. Dining out is an endless adventure, whether you're sampling regional dishes, such as Yucatán's *cochinita* *pibil* (slow-cooked pork) or a vast array of *moles* (complex sauces, their recipes jealously guarded) in Oaxaca and Puebla, or trying the complex, artsy concoctions of world-class chefs in Mexico City. Some of Mexico's best eating is had at simple seafront *palapa* (thatched-roof shack) restaurants, serving achingly fresh fish and seafood, and the humble *taquerías*, ubiquitous all over Mexico, where tortillas are stuffed with a variety of fillings and slathered with homemade salsas.\n\n## Los Mexicanos\n\nAt the heart of your Mexican experience will be the Mexican people. A super-diverse crew, from Mexico City hipsters to the shy indigenous villagers of Chiapas, they’re renowned for their love of color and frequent fiestas, but they're also philosophical folk, to whom timetables are less important than *simpatía* (empathy). You'll rarely find Mexicans less than courteous. They’re more often positively charming, and know how to please guests. They might despair of ever being well governed, but they're fiercely proud of Mexico, their one-of-a-kind homeland with all its variety, tight-knit family networks, beautiful-ugly cities, deep-rooted traditions and agave-based liquors.\n\n","images":[{"url":"//images.ctfassets.net/h4wwx2mbhm2q/8wWu7wbDUDQrOcAp6bkNL/0f8b40c6bc34e75466ade602a1d01778/mexico.png","details":{"size":431321,"image":{"width":1280,"height":1280}},"fileName":"mexico.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/31kf0BtfiWg2u0ZRnHXXVo/2da94a0d8b50e951653bff92c269fdc5/mexico1.png","details":{"size":734733,"image":{"width":870,"height":580}},"fileName":"mexico1.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/7mJ4tSe3L7n21g9u9KlxxV/651f724ba390d3f31656e73e25ea3317/mexico2.png","details":{"size":617670,"image":{"width":870,"height":580}},"fileName":"mexico2.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/T44mrX3PUiA4c7nvSavWJ/55aaa7764563fc54e4997dc9759dcd35/mexico3.png","details":{"size":645921,"image":{"width":867,"height":580}},"fileName":"mexico3.png","contentType":"image/png"}],"id":4,"location":{"lon":-102.552,"lat":23.6345}},{"name":"United States","overview":"\nThe great American experience is about so many things: bluegrass and beaches, snow-covered peaks and redwood forests, restaurant-loving cities and big open skies.\n\n## Bright Lights, Big Cities\n\nAmerica is the birthplace of LA, Las Vegas, Chicago, Miami, Boston and New York City – each a brimming metropolis whose name alone conjures a million different notions of culture, cuisine and entertainment. Look more closely, and the American quilt unfurls in all its surprising variety: the eclectic music scene of Austin, the easygoing charms of antebellum Savannah, the eco-consciousness of free-spirited Portland, the magnificent waterfront of San Francisco and the captivating French Quarter of jazz-loving New Orleans. Each city adds its unique style to the grand patchwork that is America.\n\n## On the Road Again\n\nThis is a country of road trips and great open skies, where 4 million miles of highways lead past red-rock deserts, below towering mountain peaks and through fertile wheat fields that roll off toward the horizon. The sun-bleached hillsides of the Great Plains, the lush rainforests of the Pacific Northwest, the sultry swamplands of the South and the scenic country lanes of New England are a few fine starting points for the great American road trip. Veer off the interstate often to discover the bucolic 'blue highways' of lore.\n\n## Food-Loving Nation\n\nOn one evening in the US, thick barbecue ribs come piping hot at a Texas roadhouse, while chefs blend organic produce with Asian accents at award-winning West Coast restaurants. Locals get their fix of bagels and lox at a century-old deli in Manhattan's Upper West Side and, several states away, plump pancakes and fried eggs disappear under the clatter of cutlery at a 1950s-style diner. Steaming plates of lobster from a Maine pier, oysters and champagne from a California wine bar, Korean tacos out of a Portland food truck – these are just a few ways to dine à la Americana.\n\n## Cultural Behemoth\n\nThe USA has made tremendous contributions to the arts. Georgia O'Keeffe's wild landscapes, Robert Rauschenberg's surreal collages, Alexander Calder's elegant mobiles and Jackson Pollock's drip paintings have entered the vernacular of 20th-century art. Chicago and New York have become veritable drawing boards for the great architects of the modern era. And from the soulful blues born in the Mississippi Delta to the bluegrass of Appalachia and Detroit's Motown sound – plus jazz, funk, hip-hop, country, and rock and roll – America has invented sounds integral to modern music.\n\n","images":[{"url":"//images.ctfassets.net/h4wwx2mbhm2q/7gvtzh6AV6Yuw9iZpveuXN/db941fe49ca040fff2ac01e7d8e5d532/usa.png","details":{"size":498120,"image":{"width":1280,"height":1280}},"fileName":"usa.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/g1pQZqQgOyLG0HFDkEdzC/5274e2a2254f780c02f21f2d601bd5cb/usa1.png","details":{"size":251903,"image":{"width":899,"height":581}},"fileName":"usa1.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/2sxe5Eh4OT7pjXVMIW3ptt/d30ea55844745906ae4ee7aee117318c/usa2.png","details":{"size":617602,"image":{"width":870,"height":580}},"fileName":"usa2.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/4lPwYW6QpBTMJORtw7CyZS/90754ecf07e6801697dbb293da07ba6c/usa3.png","details":{"size":475115,"image":{"width":847,"height":580}},"fileName":"usa3.png","contentType":"image/png"}],"id":4,"location":{"lon":-95.7128,"lat":37.09024}},{"name":"Australia","overview":"\nAustralia is the unexpected: a place where the world’s oldest cultures share vast ochre plains, stylish laneways and unimaginably blue waters with successive waves of new arrivals from across the globe.\n\n## An Ancient Land\n\nAustralia is a country, or Australia is the name for a land that encompasses many countries; to understand the latter is to walk in the footsteps of the first peoples. Whether you’re tracing outlines of rock art more than 20,000 years old in Kakadu National Park, floating in the azure waters of Rottnest Island or admiring the iconic sites of Sydney Harbour where the Eora Nation traded for centuries, you are on Indigenous land.\n\n## Urban Wonder\n\nNowhere builds cities quite like Australia: each is a homage to magnificent waterways or beachfronts, while offering different experiences across different geographies. Grab a bicycle from one of Melbourne’s bike-share racks and tour the city’s fashion districts and cafe-lined laneways. Only a city like Darwin can fuse southern-Asian influence with contemporary Aboriginal culture (and leave you with an impressive sunburn to boot). Want a bit of everything? Sydney will take your breath away with its natural beauty and bustling neighbourhoods, while Hobart strikes a chord with its Gothic history and contemporary art.\n\n## Adventurous Spirit\n\nYou only have to travel a stone’s throw from any of Australia’s capital cities before you’ve landed somewhere truly out of this world. Not scared of the deep blue? Dive into famous reefs from the Ningaloo to the Great Barrier Reef, or witness majestic southern right whales along the Great Australian Bight. Like thrills? Head to the incredible wildlife parks outside of Brisbane (Australia Zoo) and Darwin (Crocodylus Park). And nothing will steady your sea legs more than getting on a 4WD tour and hitting one of the many dirt roads leading to rocky outcrops, from Uluru to the Kimberley.\n\n## A Foodie’s Dream\n\nDecades of migration combined with the re-emergence of native ingredients has brought Australian cuisine on to the radar of the world’s best chefs. You can buy a mouth-watering kangaroo steak complemented by indigenous greens at high-end restaurants, or take a bush tucker tour outside Alice Springs and learn first-hand which local plants to taste. No trip to Tasmania would be complete without planning exactly where you’ll slurp freshly shucked oysters, and don’t leave South Australia without a Barossa Valley taste tour. And a word for the brave: Darwinians love their spice!\n\n","images":[{"url":"//images.ctfassets.net/h4wwx2mbhm2q/5hhVkySaPvpuyIqVfXFzFe/b5e4a2dd0765ee9dd98cdf5ce3d4ee6a/australia.png","details":{"size":260167,"image":{"width":1280,"height":1278}},"fileName":"australia.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/6ujEC7hZ6qgRkbXSmNw5No/bbcb2aa6ab2429d942c79acd9193bc2c/australia1.png","details":{"size":168938,"image":{"width":870,"height":580}},"fileName":"australia1.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/tDSoOAs0snc0UlCsWKYGF/d86d2d989c145f0b5e6c6538235017f1/australia2.png","details":{"size":363855,"image":{"width":875,"height":580}},"fileName":"australia2.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/7v5zcsr8IpyG8hogoKQzYt/0fc392b252ef954a1c47248276d8e77b/australia3.png","details":{"size":262699,"image":{"width":774,"height":581}},"fileName":"australia3.png","contentType":"image/png"}],"id":5,"location":{"lon":133.7751,"lat":-25.2743}},{"name":"New Zealand","overview":"\nGet ready for mammoth national parks, dynamic Māori culture, and world-class surfing and skiing. New Zealand can be mellow or action-packed, but it's always epic.\n\n## Walk on the Wild Side\n\nThere are just 4.8 million New Zealanders, scattered across 268,021 sq km: bigger than the UK with one-fourteenth of the population. Filling in the gaps are the sublime forests, mountains, lakes, beaches and fiords that have made NZ one of the best hiking (locals call it 'tramping') destinations on the planet. Tackle one of the epic 'Great Walks' – you might've heard of the Heaphy and Milford Tracks – or spend a few hours wandering along a beach, paddling a canoe or mountain biking through some easily accessible wilderness.\n\n## Māori Culture\n\nNew Zealand's all-conquering All Blacks would never have become back-to-back rugby world champions without their unstoppable Māori players. But this is just one example of how Māori culture impresses itself on contemporary Kiwi life: across NZ you can hear Māori language, watch Māori TV, join in a *hāngi* (Māori feast) or catch a cultural performance with song, dance and a blood-curdling *haka* (war dance). Māori design continues to find expression in *tā moko,* Māori tattooing (often applied to the face) and the delicate artistry of bone, shell and *pounamu* (greenstone) sculpture.\n\n## The Real 'Big Easy'\n\nNew Zealand isn't a place where you encounter many on-the-road frustrations: buses and trains generally run on time; main roads are in good nick; ATMs proliferate; pickpockets, scam merchants and bedbug-ridden hostels are few and far between; and the food is unlikely to send you running for the nearest public toilets (usually clean and stocked with the requisite paper). And there are no snakes, and only one poisonous spider – the endangered katipo. This decent nation is a place where you can relax and enjoy (rather than endure) your travels.\n\n## Food, Wine & Beer\n\nBritish-influenced classics like fish and chips aren’t going anywhere, but NZ gastronomy has come a long way, baby. Chefs in Auckland, Wellington and Napier borrow influences from as far afield as South Pacific islands and Western Europe for creative takes on locally sourced lamb and seafood like abalone, oysters and scallops. Meanwhile, the vegetarian and vegan food scenes grow evermore prominent and inventive. Wash it all down with coffee culture, an edgy craft-beer scene and legendary cool-climate wines (like sublime sauvignon blanc and pinot noir).\n\n","images":[{"url":"//images.ctfassets.net/h4wwx2mbhm2q/2BIa7vcMON22d9UN7sOaBz/7bf958c596eeb9281922b14fb4c5a147/newZealand.png","details":{"size":405094,"image":{"width":1280,"height":1280}},"fileName":"newZealand.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/76cLPdrmFRFvBxemUrgS5R/459eb8f38f9a1e1f70295583aba14ede/newZealand1.png","details":{"size":424821,"image":{"width":871,"height":581}},"fileName":"newZealand1.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/2NY0KdnOeagyP7xODRfXqx/6980435c3665596751db5e44def7a8ce/newZealand2.png","details":{"size":471488,"image":{"width":871,"height":581}},"fileName":"newZealand2.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/4eMrIbgk1MeRq9YKg05yiC/50bb5fd6734f74b961ea1965190bd840/newZealand3.png","details":{"size":818442,"image":{"width":870,"height":580}},"fileName":"newZealand3.png","contentType":"image/png"}],"id":5,"location":{"lon":174.8859,"lat":-40.9005}},{"name":"Papua New Guinea","overview":"\nTrue adventure awaits in this enigmatic corner of Melanesia. Smouldering volcanoes, forest-cloaked mountains and coral-ringed islands set the stage for one of the world's most flamboyant cultures.\n\n## A Land Apart\n\nAre you up for an adventure? Here in PNG you can trek through steaming jungles and ford rushing rivers with expert guides. Your goal may be a remote village, a magnificently plumed bird of paradise or a kangaroo that has elected the life arboreal. Why not test your mettle on a multi-day trek following the steps of Australian diggers along the Kokoda Track, or summit a 4000m-plus Highland peak for a panoramic, coast-to-coast vista.\n\n## Aquatic Adventures\n\nThe Solomon Islands and PNG are both world-famous diving destinations, with excellent conditions most months of the year. The biodiversity beneath is astounding, with a colourful array of hard and soft corals and teeming fish life, along with a jaw-dropping collection of WWII plane and ship wrecks. Live-aboard boats and first-rate dive resorts provide access to sites far from the hordes. The waves are equally uncrowded for surf lovers, with fantastic reef, point and beach breaks scattered around the region’s northern shores. There’s also fantastic fishing in these pristine waters, with yellowfin tuna, mackerel, sailfish and the legendary Papuan black bass in abundance.\n\n## Cultural Wonderland\n\nHome to more than 800 distinct languages, PNG and the Solomons provide incomparable opportunities to be immersed in a variety of fascinating traditional cultures. It’s well worth planning your trip around one or two of the major annual festivals: see colourfully painted and feathered Highland warriors, fearless snake-wielding fire dancers and brilliantly attired island oarsmen chanting to the backdrop of pounding drums. Festivals aside, there are myriad ways to have a paradigm-altering experience: an impromptu *singsing* (festival) on the Trobriand Islands, learning about the legends of an eerie skull cave or sharing fruit with new-found friends on a bumpy PMV ride.\n\n## Island Idyll\n\nTravel is rarely easy in Melanesia, but the rewards are bountiful. After a few weeks of hard travel you can find your way to a palm-fringed, sun-drenched coast and unwind for a few days. Opt for a luxury eco-friendly resort with activities or a rustic bush-material village guesthouse just a few lazy footsteps from the sea. Spend your days snorkelling coral reefs, combing sandy beaches, paddling placid rivers or lounging beneath a palm tree. By night, watch the sunset, feast on fresh seafood and watch the sky slowly fill with stars while daydreaming about the great adventures still ahead.\n\n","images":[{"url":"//images.ctfassets.net/h4wwx2mbhm2q/4119E3InbbqmhgpcTN8nte/d849237a425f5c01c03e4b89abc422f0/papuaNewGuinea.png","details":{"size":278384,"image":{"width":1280,"height":1280}},"fileName":"papuaNewGuinea.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/4H2E3mpjdcgwctWyCDeKdp/6d791cf1a48bb74c379fcc253e68108d/papua1.png","details":{"size":790692,"image":{"width":879,"height":580}},"fileName":"papua1.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/2Wu5OWrzrC5fBvxGWobM68/919535b3b8405dae464873e58f4b6c5a/papua2.png","details":{"size":386261,"image":{"width":774,"height":581}},"fileName":"papua2.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/PioPhrdFKWDNIvR2buqjO/5f3f6e20df14164047557fdb787e96cf/papua3.png","details":{"size":558523,"image":{"width":1032,"height":581}},"fileName":"papua3.png","contentType":"image/png"}],"id":5,"location":{"lon":143.9555,"lat":-6.31499}},{"name":"Vanuatu","overview":"\nTropical weather, sandy beaches and turquoise waters await you. Locals welcome visitors, with dazzling grins and a chance to peek into their unique Melanesian cultures.\n\n## Life in the Tropics\n\nIn Vanuatu and New Caledonia you’ll find a touch of the exotic in the everyday. Life here is always entertaining, whether you’re being surprised by turtles peeking out of the sea, sidestepping crabs at the market, or eyeing up unruly mounds of kava before it gets pounded up at a kava bar. Wherever you go, take in the little pleasures that pop up each day, whether it’s bright flowers strewn on your bed, fresh coconut milk ready for drinking, or being in town during a harvest festival.\n\n## Pacific Bliss with a French Twist\n\nNoumea, especially around Baie des Citrons and Anse Vata, is decidedly French. Its food, language and architecture may make you wonder exactly which hemisphere you’re in. Port Vila crouches around a bay which, on cruise-ship days (and there are plenty of those), is a hive of adrenaline-boosting activity. It doesn’t have the la-di-da factor of neighbouring Noumea; instead, it’s a down-to-earth collection of dusty, low-rise buildings where carvings and boar tusks jostle for space with bright Mother Hubbard dresses, and fresh raspberries are lined up invitingly at the fruit and vegetable market.\n\n## Out of Town, the Islands Await\n\nFinding island paradise is a frangipani-scented breeze in New Caledonia and Vanuatu. Less than half an hour after arriving in Vanuatu you could be chilling in your lagoon-facing room and settling into island life with an icy welcome cocktail. In New Caledonia, even the cheapest island bungalows are charming. Getting around is easy too, with reliable flights, ferries and roads making connections from coast to mountain to atoll simple. Off the main islands, Vanuatu’s bungalows are basic affairs, but who needs electric lights when they just dull the glow of the stars?\n\n## Something for Everyone\n\nTake the kids to Vanuatu; the ni-Van children are a lot of fun, and there’s always beachside hermit-crab action for entertainment. Peering into a live volcano will give a whole new meaning to future geography classes. There’s plenty to do for adults, too. Party in Noumea and practise your French. Discover one of the world’s largest reefs on a diving trip. Yachties flock to the Pacific, and the ni-Van in particular know how to extend a warm welcome. Sound like too much work? These countries are also ideal for anyone keen on doing nothing but relaxing.\n\n","images":[{"url":"//images.ctfassets.net/h4wwx2mbhm2q/6dV8xPIK9b15wmL3aR6aC6/43ee9a1b7f96a95a2517d0ea1cdecadd/vauatu.png","details":{"size":417071,"image":{"width":1280,"height":1280}},"fileName":"vauatu.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/2nBPkDJPOGzBk3LBuiILqs/cebd069ba16b4e9d22fb9961f3b927e0/vanuatu1.png","details":{"size":706979,"image":{"width":774,"height":581}},"fileName":"vanuatu1.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/44ox7gmVuqShBVX5CTwI0S/67e32afa5aa2edfb95d69fa01bff251f/vanuatu2.png","details":{"size":375257,"image":{"width":774,"height":581}},"fileName":"vanuatu2.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/4SwhkG6j6gS0DGANeajwEV/b2807eff0b48a2054f111e05128cf649/vanuatu3.png","details":{"size":1192996,"image":{"width":963,"height":581}},"fileName":"vanuatu3.png","contentType":"image/png"}],"id":5,"location":{"lon":166.9591,"lat":-15.3767}},{"name":"Fiji","overview":"\nSet your internal clock to ‘Fiji time’: exploring the archipelago’s exquisite beaches, undersea marvels, lush interiors and fascinating culture shouldn’t be rushed.\n\n## Throwing Down the (Beach) Towel\n\nDazzling sands, perfect palm trees and waters so blue they glow – Fiji’s beaches look airbrushed. While stunning stretches abound, it’s on the islands of the Mamanucas and Yasawas that you’ll find heavenly heavyweights. These beaches are the poster-child for paradise, luring thousands of visitors keen to discover their own South Sea idyll. The appeal of the islands stretches beyond holiday snaps; the reefs, bays and sublime sands have provided cinematic eye candy to films including *Cast Away* with Tom Hanks and 1980 teen-dream classic *The Blue Lagoon*.\n\n## Wetter is Better\n\nFiji’s calm seas belie the riot of life going on within. With seemingly endless stretches of intensely coloured reefs and more than 1500 species of fish and colossal creatures Fiji’s underwater world is worth the plunge. Seasoned divers and snorkellers will find plenty to excite them, while first-timers will be bubbling excited exclamations into their mouthpieces. Anywhere a fin flashes or coral waves, you’ll find a diving or snorkel day trip and there are excellent live-aboard journeys for those after a truly immersive experience.\n\n## Beyond the Beach\n\nWhile it’s easy to spend your holiday in, on or under the water, those who take the time to towel off will be rewarded by a wealth of terra firma treats. Fiji offers ample opportunities for hikers, birdwatchers, amblers and forest-fanciers, particularly on the islands of Taveuni – known as ‘The Garden Island’ for its ludicrously lush interiors – and Kadavu, a less-travelled slice of prehistoric paradise with almost no roads to speak of. If urban wildlife is your thing, Suva boasts a surprising nightlife scene, while towns like Savusavu entice with rollicking taverns and meet-the-locals haunts.\n\n## A Warm Welcome\n\nFijian life revolves around the church, the village, the rugby field and the garden. While this may sound insular, you’d be hard-pressed to find a more open and welcoming population. Though the realities of local life are less sunny than the country’s skies – many regions are poor and lack basic services – Fijians are famous for their hospitality and warmth, which makes it easy to make friends or immerse yourself in Fijian culture on a village homestay.\n\n","images":[{"url":"//images.ctfassets.net/h4wwx2mbhm2q/4VRaIXuQ9YjplgeXGc7ycG/51521d1963ddf4f2d9222537152b5669/Fiji.png","details":{"size":444176,"image":{"width":1280,"height":1280}},"fileName":"Fiji.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/5B1cqhd6aT5KwIPEZ4CUbs/50222216b44a001c62b8703ba7c63b27/fiji1.png","details":{"size":966232,"image":{"width":873,"height":580}},"fileName":"fiji1.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/MlKX7xyyj4Dwy8I2i0ici/479efba94b8146195ca9da72855f83f4/fiji2.png","details":{"size":543263,"image":{"width":822,"height":580}},"fileName":"fiji2.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/7fTcY4ANSAWTtbWmE16gzB/aa972a4c4f0e512681b5054f31695e26/fiji3.png","details":{"size":300233,"image":{"width":774,"height":580}},"fileName":"fiji3.png","contentType":"image/png"}],"id":5,"location":{"lon":178.065,"lat":-17.7133}},{"name":"Argentina","overview":"\nBeautiful, defiant and intense, Argentina seduces with its streetside tango, wafting grills, *fútbol* (soccer), gaucho culture and the mighty Andes. It's one formidable cocktail of wanderlust.\n\n## City Life\n\nArriving in Buenos Aires is like jumping aboard a moving train. The modern metropolis whizzes by, alive with street life from busy sidewalk cafes, to hush parks carpeted in purple jacaranda blooms in springtime. Stylish *porteños* (residents of Buenos Aires) savor public life – whether it's sharing *mate* (a tea-like beverage) on Sunday in the park or gelato under handsome early-20th-century stone facades. There are heaps of bookstores, creative boutiques and gourmet eats. Buenos Aires isn't the only stunner – Córdoba, Salta, Mendoza and Bariloche each have their unique personalities and unforgettable attractions, so don't miss them.\n\n## Natural Wonders\n\nFrom mighty Iguazú Falls in the subtropical north to the thunderous, crackling advance of the Glaciar Perito Moreno in the south, Argentina is home to a vast natural wonderland. Diversity is a big part of it. The country that boasts the Andes’ highest snowbound peaks is also home to rich wetlands, rust-hued desert, deep-blue lakes, lichen-clad Valdivian forests and Patagonia's arid steppes. Wildlife comes in spectacular variety, from penguins and flamingos to capybaras, giant anteaters, whales, guanaco herds and more. In this vast country, stunning sights abound and big adventure awaits.\n\n## Food & Drink\n\nSatisfying that carnal craving for flame-charred steak isn’t hard to do in the land that has perfected the art of grilling. *Parrillas* (grill houses) are ubiquitous, offering up any cut you can imagine, alongside sausages and grilled vegetables. Thin, bubbly pizzas and homemade pastas also play central roles, thanks to Argentina's proud Italian heritage. But there's more. Buenos Aires fads are fun and fast-changing, bringing gourmet world cuisine to both upscale restaurants and the shady cobblestone neighborhoods. Grab a table, uncork a bottle of malbec, and the night is yours.\n\n## Argentine Culture\n\nCultural activities abound here. Tango is possibly Argentina’s greatest contribution to the outside world. The steamy dance has been described as ‘making love in the vertical position.’ And what about *fútbol* (soccer)? Argentines are passionately devoted to this sport and, if you're a fan, chanting and stomping alongside other stadium fanatics should definitely be in your plans. Add a distinctive Argentine take on literature, cinema, music and arts, and you have a rich, edgy culture – part Latin American and part European – that is thoroughly distinctive. \n\n","images":[{"url":"//images.ctfassets.net/h4wwx2mbhm2q/2X21k6YqdqsWskmdFfUsHy/e7d4d4511a7eb3ab649a37f8d3215851/argentina.png","details":{"size":351676,"image":{"width":1280,"height":1280}},"fileName":"argentina.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/7arE5kNaiiBHOBU7ZwzKOP/a81338ecb0cc5f51facc0862e055eebf/argentina1.png","details":{"size":235999,"image":{"width":774,"height":581}},"fileName":"argentina1.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/2UlDtj6ANgyVSNw6NaQNEN/805572a595311f4b9dc8e4df6fffbbed/argentina2.png","details":{"size":233686,"image":{"width":869,"height":580}},"fileName":"argentina2.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/6osKY8ihj456R9LO2la6Ow/18d51705ec99e40462ff58544e8baede/argentina3.png","details":{"size":244153,"image":{"width":774,"height":581}},"fileName":"argentina3.png","contentType":"image/png"}],"id":6,"location":{"lon":-63.6166,"lat":-38.416}},{"name":"Brazil","overview":"\nOne of the world's most captivating places, Brazil is a country of powdery white-sand beaches, verdant rainforests and wild, rhythm-filled metropolises, with its attractions extending to otherworldly landscapes of red-rock canyons, thundering waterfalls and coral-fringed tropical islands. Then there's Brazil's biodiversity: legendary in scope, its diverse ecosystems boast the greatest collection of plant and animal species found anywhere on earth. There are countless places where you can spot iconic species in Brazil, including toucans, scarlet macaws, howler monkeys, capybara, pink dolphins, sea turtles and thousands of other living species.\n\n## Landscapes & Biodiversity\n\nOne of the world's most captivating places, Brazil is a country of powdery white-sand beaches, verdant rainforests and wild, rhythm-filled metropolises, with its attractions extending to otherworldly landscapes of red-rock canyons, thundering waterfalls and coral-fringed tropical islands. Then there's Brazil's biodiversity: legendary in scope, its diverse ecosystems boast the greatest collection of plant and animal species found anywhere on earth. There are countless places where you can spot iconic species in Brazil, including toucans, scarlet macaws, howler monkeys, capybara, pink dolphins, sea turtles and thousands of other living species.\n\n## Days of Adventure\n\nBrazil offers big adventures for travelers with budgets large and small. There's horseback riding and wildlife-watching in the Pantanal, kayaking flooded forests in the Amazon, ascending rocky cliff tops to panoramic views, whale-watching off the coast, surfing stellar breaks off palm-fringed beaches and snorkeling crystal-clear rivers or coastal reefs – all are part of the great Brazilian experience. No less entrancing is the prospect of doing nothing, aside from sinking toes into warm sands and soaking up a glorious stretch of beach, with a caipirinha – Brazil's national cocktail – in hand.\n\n## Joie de Vivre\n\nBrazil's most famous celebration, Carnaval, storms through the country's cities and towns with hip-shaking samba and *frevo*, dazzling costumes and parties that last until sunup, but Brazilians hardly limit their revelry to a few weeks of the year. *Festas* (festivals) happen throughout the year, and provide a window into Brazil's incredible diversity. The streets are carpeted with flowers during Ouro Preto's Semana Santa (Holy Week), while in the north, Bumba Meu Boi blends indigenous, African and Portuguese folklore. For a taste of Europe, hit Blumenau's beer- and schnitzel-loving Oktoberfest, the largest outside of Germany. Several cities, such as Recife, Fortaleza and Natal even host Carnaval at other times of year.\n\n## The Rhythms of Brazil\n\nIn Brazil, music is everywhere. Dance with *cariocas* at Rio's atmospheric samba clubs or follow powerful drumbeats through the streets of Salvador. There's the dancehall *forró* of the Northeast, twirling *carimbó* of the Amazon, scratch-skilled DJs of São Paulo and an endless variety of regional sounds that extends from the twangy country music of the sunbaked *sertanejo* to the hard-edged reggae of Maranhão.\n\n","images":[{"url":"//images.ctfassets.net/h4wwx2mbhm2q/1Gder1alJ8FL6ptdruKoOw/fa62fc34628721eb052cafa9aff83e7b/brazil.png","details":{"size":366716,"image":{"width":1280,"height":1280}},"fileName":"brazil.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/4amKdR75VG2YpL6nh945f2/a5c7f97133de2243f3d4020c50dbd068/ecuador1.png","details":{"size":797294,"image":{"width":774,"height":581}},"fileName":"ecuador1.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/1OVaOiPNWkD0YgtYcGMlYY/bfe73d23214f3d3241b1fb73155e5aca/ecuador2.png","details":{"size":660831,"image":{"width":874,"height":580}},"fileName":"ecuador2.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/5S5Uba6RGqxCwQcAZt88fU/e3acbad8d49df5c7a4e3c71094d6281c/ecuador3.png","details":{"size":684903,"image":{"width":774,"height":581}},"fileName":"ecuador3.png","contentType":"image/png"}],"id":6,"location":{"lon":-51.9252,"lat":-14.235}},{"name":"Chile","overview":"\nChile is nature on a colossal scale, but travel here is surprisingly easy, if you don't rush it.\n\n## Meet a Land of Extremes\n\nPreposterously thin and unreasonably long, Chile stretches from the belly of South America to its foot, reaching from the driest desert on earth to vast southern glacial fields. Diverse landscapes unfurl over a 4300km stretch: parched dunes, fertile valleys, volcanoes, ancient forests, massive glaciers and fjords. There's wonder in every detail and nature on a symphonic scale. For the traveler, it's mind-boggling to find this great wilderness so intact. The human quest for development could imperil these treasures sooner than we think. Yet for now, Chile guards some of the most pristine parts of our planet, and they shouldn't be missed.\n\n## La Buena Onda\n\nIn Chile, close borders foster backyard intimacy – bookended by the Andes and the Pacific, the country averages just 175km wide. No wonder you start greeting the same faces. Pause and it starts to feel like home. You've landed at the end of the continent, and one thing that stands out at this final frontier is hospitality. *Buena onda* (good vibes) means putting forth a welcoming attitude. Patagonians share round upon round of *maté* tea. The ritual of relating and relaxing is so integral to the fabric of local life, it’s hardly noticed. But they do say one thing: stay and let your guard down.\n\n## Slow Adventure\n\nIn Chile, adventure is what happens on the way to having an adventure. Pedal the chunky gravel of the Carretera Austral and end up sharing a ferry with SUVs and oxcarts, or take a wrong turn and find heaven in an anonymous orchard. Serendipity takes over. Plans may be made, but try being just as open to experience. Locals never rush, so maybe you shouldn’t either. 'Those who hurry waste their time,' is the Patagonian saying that would serve well as a traveler's mantra.\n\n## Wine Culture\n\nBefore wine became an export commodity for the luxury set, humble casks had their place on every Chilean table and grandparents tended backyard orchards. Now Chile has become a worldwide producer catering to ever more sophisticated palates. Rich reds, crisp whites and floral rosés – there is a varietal that speaks to every mood and occasion. But at home, it's different. Chileans embrace the concept of *la buena mesa*. This is not about fancy. Beyond a good meal, it’s great company, the leisure of overlapping conversations with uncorkings, and the gaze that's met at the clink of two glasses. *¡Salud!*\n\n","images":[{"url":"//images.ctfassets.net/h4wwx2mbhm2q/D2FpgHwsB4vGWQscnvDEK/835316057f51ad38372472d6a08490e7/chile.png","details":{"size":334661,"image":{"width":1280,"height":1280}},"fileName":"chile.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/7giyepy763mi4E83AHs2SM/d4a2414efeb62a1125d9fa38d5842e5a/chile1.png","details":{"size":204269,"image":{"width":774,"height":581}},"fileName":"chile1.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/VUbBaa2hE6qWav7kt7Jiz/ee6802a32789755c8e610c51786a48ec/chile2.png","details":{"size":772990,"image":{"width":927,"height":581}},"fileName":"chile2.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/5RX8DunNxxYY5sZkKAdLaZ/8d9bf1479cb02907ab882dc279bf2b65/chile3.png","details":{"size":614773,"image":{"width":828,"height":581}},"fileName":"chile3.png","contentType":"image/png"}],"id":6,"location":{"lon":-71.5429,"lat":-35.6751}},{"name":"Colombia","overview":"\nSoaring Andean summits, unspoiled Caribbean coast, enigmatic Amazon jungle, pre-Columbian architecture and multi-cultural communities. Colombia boasts all of South America's allure, and more.\n\n## Diverse Landscapes\n\nColombia's equatorial position affords it a diversity of landscapes matched by few countries. A slight adjustment in altitude takes you from sun-toasted Caribbean sands to coffee-strewn, emerald-green hilltops in the Zona Cafetera. Continue to climb and there's Bogotá, the bustling cradle of Colombia and third-highest capital city in the world. Throw in another few thousand meters and you'll find snowcapped peaks, high-altitude lakes and the eerie, unique vegetation of the *páramo* (high-mountain plains). The bottom drops out as the Andes give way to Los Llanos, a 550,000-sq-km swath of tropical grasslands shared with Venezuela, often called the Serengeti of South America.\n\n## Outdoor Adventures\n\nColombia's varied terrain is fertile ground for outdoor adventurers to dive, climb, raft, trek and soar. San Gil is the undisputed adventure capital, but Colombia boasts alfresco pleasures in all corners. Some of the continent's most iconic trekking is here, and is dramatically varied: Ciudad Perdida is a multi-day jungle walk to the ancient ruins of the Tayrona civilization, while numerous ascents inside Parque Nacional Natural El Cocuy place intrepid hikers among the highest reaches of the Andes. Providencia's world-class reef spells aquatic heaven for scuba divers, and whale-watchers on the Pacific coast can see majestic humpbacks in the wild.\n\n## Extraordinary Culture\n\nA wealth of ancient civilizations left behind a fascinating spread of archaeological and cultural sites throughout Colombia. The one-time Tayrona capital, Ciudad Perdida, built between the 11th and 14th centuries, is one of the continent's most ancient cities, arguably second only to Machu Picchu. Equally mythical is San Agustín, where more than 500 life-sized ancient sculpted statues – some 5000 years old and of enigmatic origin – dot the surrounding countryside. And then there's Tierradentro, where elaborate underground tombs scooped out by an unknown people add even more mystique to Colombia's past.\n\n","images":[{"url":"//images.ctfassets.net/h4wwx2mbhm2q/5T68LRLZ4Cj8kolJYw5Rmg/8e9d7346e89635c5a3bbccaaa2db8ba6/colombia.png","details":{"size":366337,"image":{"width":1280,"height":1280}},"fileName":"colombia.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/1M52LwX8UcEAgcTjn6ll2x/71f1d74fc61ff3ebcf3bbff404a934aa/colombia1.png","details":{"size":744790,"image":{"width":870,"height":580}},"fileName":"colombia1.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/7bsSGMiV0BOdpQ2OlUQAeR/47bf0ba71f0a6037d285719329509718/colombia2.png","details":{"size":835661,"image":{"width":871,"height":581}},"fileName":"colombia2.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/2P81Iy3Room9CrL94MOD91/de5f9d5e6fabaa0700b3aa2465ee7b71/colombia3.png","details":{"size":659531,"image":{"width":870,"height":580}},"fileName":"colombia3.png","contentType":"image/png"}],"id":6,"location":{"lon":-74.2973,"lat":4.570868}},{"name":"Ecuador","overview":"\nPostcard-pretty centers, waves splashing white-sand beaches, Kichwa villages, Amazonian rainforest and the breathtaking Andes – a dazzling array of wonders is squeezed into this compact country.\n\n## Cultural Splendor\n\nThe historic centers of Quito and Cuenca are lined with photogenic plazas, 17th-century churches and monasteries, and beautifully restored mansions. Wandering the cobblestone streets amid Spanish colonial architecture is a good insight into the troubled history of the area. Beyond the cities, the Ecuadorian landscape unfolds in all its startling variety. There are Andean villages renowned for their colorful textiles and sprawling markets, Afro-Ecuadorian towns where days end with meals of fresh seafood and memorable sunsets, and remote settlements in the Amazon where shamans still harvest the traditional rainforest medicines of their ancestors.\n\n## Andean Adventure\n\nSetting off on a hike in the Andes can seem like stepping into a fairy tale: a patchwork of small villages, gurgling brooks and rolling fields and maybe a condor slowly wheeling overhead. Although the view from the top is sublime, you don’t have to scale a mountain to enjoy the Andes. These verdant landscapes make a fine backdrop for mountain biking, horseback riding or hiking from village to village, sleeping at local guesthouses along the way. Ecuador’s other landscapes offer equally alluring adventures, from surfing tight breaks off the Pacific coast to white-water rafting rivers along the jungle-clad banks of the Oriente.\n\n## Wildlife-Watching\n\nThe famous Galápagos Islands, with their volcanic, otherworldly landscapes, are a magnet for wildlife lovers. Here, you can respectfully observe massive lumbering tortoises, scurrying marine iguanas (the world’s only seagoing lizard), doe-eyed sea lions, prancing blue-footed boobies and a host of other unusual species both on land and sea. The Amazon rainforest offers a vastly different wildlife-watching experience. Set out on the rivers and forested trails in search of monkeys, sloths, toucans and river dolphins. Some lodges also have canopy towers offering magnificent views (and a better chance to see birdlife). Mindo's cloud forest is considered a birder's paradise, and the country has counted more than 1600 avian species.\n\n## Sublime Scenery\n\nAfter days of Ecuadorian adventures, there are many appealing places where you can go to relax amid awe-inspiring scenery. Head to the highlands to recharge at a historic hacienda, or find Zen-like beauty at a cloud-forest lodge near Mindo. There are peaceful, timeless mountain villages like Vilcabamba and picturesque former gold-mining towns such as Zaruma that offer a perfect antidote to the vertiginous rush of modern-day life. And for a coastal getaway, you'll have plenty of options, from tiny end-of-the-road settlements like Ayampe and Olón to charming towns on the Galápagos, with great beaches and magnificent sunsets.\n\n","images":[{"url":"//images.ctfassets.net/h4wwx2mbhm2q/3W7prviLvmuMT0sRtkmnrC/34ecd0497dce02509710f3be498a8c46/ecuador.png","details":{"size":331219,"image":{"width":1280,"height":1280}},"fileName":"ecuador.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/57TU9W3CavCK29TJdQ6jxe/2430d711582a1f27e849d3bc6b658097/ecuador2.png","details":{"size":660831,"image":{"width":874,"height":580}},"fileName":"ecuador2.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/5HWapoYjh1RHD6XR0I0VGT/b0ccf8e17e4c4c038b1667131c2a62c2/ecuador1.png","details":{"size":797294,"image":{"width":774,"height":581}},"fileName":"ecuador1.png","contentType":"image/png"},{"url":"//images.ctfassets.net/h4wwx2mbhm2q/uANZuDmGU7TUxCBeL9nDk/8c85a32ecb0fd91820365465ccfe8c1e/colombia3.png","details":{"size":659531,"image":{"width":870,"height":580}},"fileName":"colombia3.png","contentType":"image/png"}],"id":6,"location":{"lon":-78.1834,"lat":-1.83123}}]