[
  {
    "name": "Oceania",
    "overview": "\nOceania is a region made up of thousands of islands throughout the Central and South Pacific Ocean. It includes Australia, the smallest continent in terms of total land area. Most of Australia and Oceania is under the Pacific, a vast body of water that is larger than all the Earth’s continental landmasses and islands combined. The name “Oceania” justly establishes the Pacific Ocean as the defining characteristic of the continent.\n\nOceania is dominated by the nation of Australia. The other two major landmasses of Oceania are the microcontinent of Zealandia, which includes the country of New Zealand, and the eastern half of the island of New Guinea, made up of the nation of Papua New Guinea. Oceania also includes three island regions: Melanesia, Micronesia, and Polynesia (including the U.S. state of Hawaii).\n\nOceania’s physical geography, environment and resources, and human geography can be considered separately.\n\nOceania can be divided into three island groups: continental islands, high islands, and low islands. The islands in each group are formed in different ways and are made up of different materials. Continental islands have a variety of physical features, while high and low islands are fairly uniform in their physical geography.\n\n## Continental Islands\n\nContinental islands were once attached to continents before sea level changes and tectonic activity isolated them. Tectonic activity refers to the movement and collision of different sections, or plates, of the Earth’s crust.\n\nAustralia, Zealandia, and New Guinea are continental islands. These three regions share some physical features. All three have mountain ranges or highlands—the Great Dividing Range in Australia; the North Island Volcanic Plateau and Southern Alps in New Zealand; and the New Guinea Highlands in Papua New Guinea. These highlands are fold mountains, created as tectonic plates pressed together and pushed land upward. New Zealand and Papua New Guinea also have volcanic features as a result of tectonic activity.\n\nAlthough they share some landscape features, each of these regions has distinct physical features that resulted from different environmental processes. Australia’s landscape is dominated by the Outback, a region of deserts and semi-arid land. The Outback is a result of the continent’s large inland plains, its location along the dry Tropic of Capricorn, and its proximity to cool, dry, southerly winds. New Zealand’s glaciers are a result of the islands’ high elevations and proximity to cool, moisture-bearing winds. Papua New Guinea’s highland rain forests are a result of the island’s high elevations, proximity to tropical, moisture-bearing winds, and location right below the warm Equator.\n\n## High Islands\n\nHigh islands, also called volcanic islands, are created as volcanic eruptions build up land over time. These eruptions begin under water, when hot magma is cooled and hardened by the ocean. Over time, this activity creates islands with a steep central peak—hence the name “high island.” Ridges and valleys radiate outward from the peak toward the coastline.\n\nThe island region of Melanesia contains many high islands because it is a major part of the “Ring of Fire,” a string of volcanoes around the boundary of the Pacific Ocean. This part of the Ring of Fire is on the boundary of the Pacific plate and the Australian plate. This is a convergent plate boundary, where the two plates move toward each other. Important volcanic mountains in Melanesia include Mount Tomanivi, Fiji; Mount Lamington, Papua New Guinea; and Mount Yasur, Vanuatu.\n\n## Low Islands\n\nLow islands are also called coral islands. They are made of the skeletons and living bodies of small marine animals called corals. Sometimes, coral islands barely reach above sea level—hence the name “low island.” Low islands often take the shape of an irregular ring of very small islands, called an atoll, surrounding a lagoon. An atoll forms when a coral reef builds up around a volcanic island, then the volcanic island erodes away, leaving a lagoon. Atolls are defined as one island even though they are made up of multiple communities of coral.\n\nThe island regions of Micronesia and Polynesia are dominated by low islands. The Kwajalein Atoll in the Marshall Islands, for example, is composed of 97 islands and islets that surround one of the largest lagoons in the world, with an area of 2,173 square kilometers (839 square miles). The nation of Kiribati is composed of 32 atolls and one solitary island dispersed over 3.5 million square kilometers (1.35 million square miles) of the Pacific Ocean.\n\n## Island Flora and Fauna\n\nThe evolution of flora and fauna across the islands of Australia and Oceania is unique. Many plants and animals reached the islands from southern Asia during the last glacial period, when sea levels were low enough to allow for travel. After sea levels rose, species adapted to the environment of each island or community of islands, producing multiple species that evolved from a common ancestor. Due to its isolation from the rest of the world, Australia and Oceania has an incredibly high number of endemic species, or species that are found nowhere else on Earth.\n\nPlants traveled between islands by riding wind or ocean currents. Birds carried the seeds of fruits and plants and spread them between islands with their droppings. Ferns, mosses, and some flowering plants rely on spores or seeds that can remain airborne for long distances. Coconut palms and mangroves, common throughout Australia and Oceania, produce seeds that can float on salty water for weeks at a time. Important flowering plants native to Australia and Oceania include the jacaranda, hibiscus, pohutukawa, and kowhai. Other indigenous trees include the breadfruit, eucalyptus, and banyan.\n\nBirds are very common in Australia and Oceania because they are one of the few animals mobile enough to move from island to island. There are more than 110 endemic bird species in Australia and Oceania, including many seabirds. Many flightless birds, such as emus, kiwis, cassowaries, wekas, and takahes, are native to Australia, Papua New Guinea, and New Zealand. The Pacific Islands have more than 25 species of birds of paradise, which exhibit colorful plumage.\n\nLizards and bats make up the majority of Australia and Oceania’s native land animals. Lizard species include the goanna, skink, and bearded dragon. Australia and Oceania has more than a hundred different species of fruit bats.\n\nThe few native land animals in Australia and Oceania are unusual. Australia and Oceania is the only place in the world that is home to monotremes—mammals that lay eggs. All monotremes are native to Australia and Papua New Guinea. There are only five living species: the duckbill platypus and four species of echidna.\n\nMany of the most familiar animals native to Australia and Oceania are marsupials, including the koala, kangaroo, and wallaby. Marsupials are mammals that carry their newborn young in a pouch. Almost 70 percent of the marsupials on Earth are native to Oceania. (The rest are native to the Americas.)\n\nIn Australia and Oceania, marsupials did not face threats or competition from large predators such as lions, tigers, or bears. The red kangaroo, the world’s largest marsupial, can grow up to 2 meters (6 feet) tall, and weigh as much as 100 kilograms (220 pounds). In the Americas, marsupials such as possums are much smaller.\n\n## Marine Flora and Fauna\n\nThe marine environment is an important and influential physical region in Australia and Oceania. The region is composed of three marine realms: Temperate Australasia, Central Indo-Pacific, and Eastern Indo-Pacific. Marine realms are large ocean regions where animal and plant life are similar because of shared environmental and evolutionary factors.\n\nThe Temperate Australasia realm includes the seas surrounding the southern half of Australia and the islands of New Zealand. This realm is one of the world’s richest areas for seabirds. Its cold, nutrient-rich waters support a diversity of plants and fish that seabirds feed on. These seabirds include different species of albatross, petrel, and shearwater, as well as the Australasian gannet and rockhopper penguin.\n\nThe Central Indo-Pacific realm includes the seas surrounding the northern half of Australia, Papua New Guinea, Solomon Islands, Vanuatu, New Caledonia, Fiji, and Tonga. This marine realm has the greatest diversity of tropical coral in the world and includes the world’s two largest coral formations: Australia’s Great Barrier Reef and the New Caledonia Barrier Reef. The Great Barrier Reef, a UNESCO World Heritage Site off the coast of northeast Australia, is 344,400 square kilometers (133,000 square miles).\n\nThe Great Barrier Reef and the New Caledonia Barrier Reef are underwater hotspots for biodiversity. The Great Barrier Reef is home to 30 species of whales, dolphins, and porpoises; six species of sea turtles; 215 species of birds; and more than 1,500 species of fish. The New Caledonia Barrier Reef is home to 600 species of sponges, 5,500 species of mollusks, 5,000 species of crustaceans, and at least 1,000 species of fish.\n\nThe Eastern Indo-Pacific realm surrounds the tropical islands of the central Pacific Ocean, extending from the Marshall Islands through central and southeastern Polynesia. Like the Central Indo-Pacific realm, this realm is also known for its tropical coral formations. A variety of whale, tortoise, and fish species also inhabit this realm.\n\n### Brief Facts\n\n#### Population Density\n\n8 people per square kilometer\n\n#### Highest Elevation\n\nMount Kosciuszko, Australia (2,228 meters/7,310 feet)\n\n#### Most Renewable Electricity Produced\n\nNew Zealand (73%; hydropower, geothermal, wind, biomass)\n\n#### Largest Urban Area\n\nSydney, Australia (4 million people)\n\n#### Largest Watershed\n\nMurray-Darling river system (1 million square kilometers/409,835 square miles)\n\n",
    "map": {
      "lon": 140.0187,
      "lat": -22.7359
    },
    "images": [
      {
        "url": "//images.ctfassets.net/h4wwx2mbhm2q/5HO8PNv40cN2IEIOXYkq1J/3724434c35f16257656696def0f9e84e/oceania.png",
        "details": {
          "size": 273091,
          "image": {
            "width": 1280,
            "height": 1280
          }
        },
        "fileName": "oceania.png",
        "contentType": "image/png"
      },
      {
        "url": "//images.ctfassets.net/h4wwx2mbhm2q/5HO8PNv40cN2IEIOXYkq1J/3724434c35f16257656696def0f9e84e/oceania.png",
        "details": {
          "size": 273091,
          "image": {
            "width": 1280,
            "height": 1280
          }
        },
        "fileName": "oceania.png",
        "contentType": "image/png"
      }
    ]
  },
  {
    "name": "South America",
    "overview": "\nSouth America, the fourth-largest continent, extends from the Gulf of Darién in the northwest to the archipelago of Tierra del Fuego in the south.\n\nSouth America’s physical geography, environment and resources, and human geography can be considered separately.\n\nSouth America can be divided into three physical regions: mountains and highlands, river basins, and coastal plains. Mountains and coastal plains generally run in a north-south direction, while highlands and river basins generally run in an east-west direction.\n\nSouth America’s extreme geographic variation contributes to the continent’s large number of biomes. A biome is a community of animals and plants that spreads over an area with a relatively uniform climate.\n\nWithin a few hundred kilometers, South America’s coastal plains’ dry desert biome rises to the rugged alpine biome of the Andes mountains. One of the continent’s river basins (the Amazon) is defined by dense, tropical rain forest, while the other (Paraná) is made up of vast grasslands.\n\nWith an unparalleled number of plant and animal species, South America’s rich biodiversity is unique among the world’s continents.\n\n## Mountains & Highlands\n\nSouth America’s primary mountain system, the Andes, is also the world’s longest. The range covers about 8,850 kilometers (5,500 miles). Situated on the far western edge of the continent, the Andes stretch from the southern tip to the northernmost coast of South America. There are hundreds of peaks more than 4,500 meters (15,000 feet) tall, many of which are volcanic.\n\nThe highest peak in the Andes, Aconcagua, stands at 6,962 meters (22,841 feet) and straddles the Argentina-Chile border. Aconcagua is the tallest mountain outside Asia.\n\nHigh plateaus are also a feature of the Andes. The altiplano of Peru and Bolivia, for example, has an elevation of about 3,700 meters (12,300 feet). The Patagonia region of Argentina and Chile consists of lower-elevation plateaus and rugged glaciers.\n\nMost plants in the alpine biome are small, and their leaves are stiff and strong to protect them from frost and drought. The largest herb in the world, Puya raimondii, is known as the Queen of the Andes. A Puya raimondii can live for 100 years and can grow to more than 9 meters (30 feet) tall. The leaves of this endangered species all grow from one woody stem, allowing moisture to run down the leaves to the base of the plant.\n\nOutside the Andes, South America has two principal highland areas: the Brazilian Highlands and the Guiana Highlands. Located south of the Amazon River in Brazil, the Brazilian Highlands are made up of low mountains and plateaus that rise to an average elevation of 1,006 meters (3,300 feet). The Guiana Highlands are located between the Amazon and Orinoco Rivers. The heavily forested plateau of the Guiana Highlands covers southern Venezuela, French Guiana, Guyana, northern Brazil, and a portion of southeastern Colombia.\n\n## River Basins\n\nSouth America has three important river basins: the Amazon, Orinoco, and Paraguay/Paraná.\n\nThe Amazon River basin has an area of almost 7 million square kilometers (2.7 million square miles), making it the largest watershed in the world. The basin, which covers most of northern South America, is fed by tributaries from the glaciers of the Andes. Every second, the Amazon River empties 209,000 cubic meters (7,381,000 cubic feet) of freshwater into the Atlantic Ocean.\n\nThe Amazon River is the life force of the equally vast Amazon rain forest, which makes up about half of the rain forest of the entire planet. This tropical biome has as many as 100 different tree species on a single acre, including the rubber tree, silk cotton tree, and Brazil nut tree. Other important plant species include palms, ferns, and ropelike vines known as lianas that network throughout the rain forest’s dense canopy.\n\nThe diversity of animal life in the Amazon rain forest is unsurpassed in the rest of the world. The rain forest is perfectly suited for arboreal, or tree-living, animals. More than 2 million species of insects are native to the region, including hundreds of spiders and butterflies. Primates are abundant—howler monkeys, spider monkeys, and capuchin monkeys—along with sloths, snakes, and iguanas. Thousands of native birds include brightly colored macaws, parrots, toucans, and parakeets.\n\nThe Orinoco River flows north of the Amazon. The Orinoco flows in a giant arc for more than 2,736 kilometers (1,700 miles), originating in the Guiana Highlands of northern Brazil and discharging in the Atlantic Ocean in Venezuela. The Orinoco River basin covers an area of about 948,000 square kilometers (366,000 square miles) and encompasses approximately 80 percent of Venezuela and 25 percent of Colombia.\n\nA vast savanna or grassland region, known as the Llanos, is the primary biome of the Orinoco River basin. The Llanos is primarily made up of grasses. Swamp grasses, sedges, and bunchgrass are found in wet, low-lying areas. Carpet grass is found in the higher and drier elevations.\n\nLike most grassland biomes, the Llanos is the perfect habitat for many bird species, including the scarlet ibis, bellbird, and umbrellabird. Important river species include the piranha, electric eel, and the Orinoco crocodile, which can reach a length of more than 6 meters (20 feet).\n\nThe Paraguay/Paraná River basin covers almost 2.8 million square kilometers (1,081,000 square miles), which is much of southeastern Brazil and Bolivia, Paraguay, and northern Argentina. The Paraná River includes Iguazu Falls, a massive series of waterfalls that extend for 2.7 kilometers (1.7 miles).\n\nAlong with the Uruguay River, the Paraná River empties into the Rio de la Plata estuary between Argentina and Uruguay. The Rio de la Plata is the most populated region of both countries. The capital cities of Buenos Aires, Argentina, and Montevideo, Uruguay, practically face each other across the estuary.\n\nThe Paraguay/Paraná River basin supplies water to the plains biome, or Pampas, of South America. The Pampas have rich, fertile soil and predictable rainfall patterns. They are the most important grazing and cropland areas on the continent.\n\n## Coastal Plains\n\nA coastal plain is an area of low, flat land next to a seacoast. South American coastal plains are found on the northeastern coast of Brazil, on the Atlantic Ocean, and the western, Pacific coast of Peru and Chile. The coastal plains of northeastern Brazil are extremely dry. The Brazilian Highlands act as a wedge that pushes moist sea winds away from the coastal plains.\n\nThe western coastal plains are also extremely dry. They are trapped between the cold Peru Current to the west and the Andes Mountains to the east. The Peru Current brings cold water to the Pacific coast of Peru and Chile. This cold surface water results in thermal inversion: cold air at sea level and stable, warmer air higher up. Thermal inversion produces a thick layer of clouds at low altitudes. These low-lying clouds blanket much of the Pacific coast of South America. They do not allow precipitation to form.\n\nThe Atacama Desert is part of the western coastal plain. The Atacama is considered the driest region in the world. The average rainfall is about 1 millimeter (0.04 inches) a year, and some parts of the Atacama have never had rain in recorded history.\n\nVery few plants grow in this desert. Even bacteria, insects, and fungi are scarce. Larger animal species are also rare, and include the grey fox, a type of deer called the huemul, and the viscacha—the largest member of the chinchilla family. Ocean birds, such as penguins, cormorants, and pelicans, are found on the desert coast. While Atacama lacks flora and fauna, it is a rich source of copper and a chief source of revenue for the Chilean economy.\n\n### Quick Facts\n\n#### Population Density\n\n57 people per square kilometer\n\n#### Highest Elevation\n\nAconcagua, Argentina (6,901 meters/22,641 feet)\n\n#### Most Renewable Electricity \n\nProducedParaguay (99.9%, hydropower)\n\n#### Largest Urban Area\n\nSao Paulo, Brazil (20.4 million people)\n\n#### Largest Watershed\n\nAmazon River (7 million square kilometers/2.72 million square miles)\n\n",
    "map": {
      "lon": -55.4914,
      "lat": -8.78319
    },
    "images": [
      {
        "url": "//images.ctfassets.net/h4wwx2mbhm2q/3hsVN8rmYoRlhlvJ1R5NI2/dcf766dc47346d5500ef36e5db52c42f/southamerica.png",
        "details": {
          "size": 326194,
          "image": {
            "width": 1280,
            "height": 1280
          }
        },
        "fileName": "southamerica.png",
        "contentType": "image/png"
      },
      {
        "url": "//images.ctfassets.net/h4wwx2mbhm2q/3hsVN8rmYoRlhlvJ1R5NI2/dcf766dc47346d5500ef36e5db52c42f/southamerica.png",
        "details": {
          "size": 326194,
          "image": {
            "width": 1280,
            "height": 1280
          }
        },
        "fileName": "southamerica.png",
        "contentType": "image/png"
      }
    ]
  },
  {
    "name": "North America",
    "overview": "\nNorth America, the third-largest continent, extends from the tiny Aleutian Islands in the northwest to the Isthmus of Panama in the south. The continent includes the enormous island of Greenland in the northeast and the small island countries and territories that dot the Caribbean Sea and western North Atlantic Ocean. In the far north, the continent stretches halfway around the world, from Greenland to the Aleutians. But at Panama’s narrowest part, the continent is just 50 kilometers (31 miles) across.\n\nNorth America’s physical geography, environment and resources, and human geography can be considered separately.\n\nNorth America can be divided into five physical regions: the mountainous west, the Great Plains, the Canadian Shield, the varied eastern region, and the Caribbean. Mexico and Central America’s western coast are connected to the mountainous west, while its lowlands and coastal plains extend into the eastern region.\n\nWithin these regions are all the major types of biomes in the world. A biome is a community of animals and plants spreading over an extensive area with a relatively uniform climate. Some diverse biomes represented in North America include desert, grassland, tundra, and coral reefs.\n\n## Western Region\n\nYoung mountains rise in the west. The most familiar of these mountains are probably the Rockies, North America’s largest chain. The Rockies stretch from the province of British Columbia, Canada, to the U.S. state of New Mexico.\n\nThe Rocky Mountains are part of a system of parallel mountain ranges known as the Cordilleras. A cordillera is a long series of mountain ranges. Although cordilleras exist all over the world, in North America, “the Cordilleras” indicate the massive mountain ranges in the western part of the continent. The Cordilleras extend from Canada all the way to the Isthmus of Panama.\n\nThe Sierra Madre mountain system is part of the Cordilleras. The Sierra Madre stretch from the southwestern United States to Honduras. The Sierra Madre include many high volcanoes (up to 5,636 meters, or 18,500 feet) that stretch across Mexico south of the cities of Guadalajara and Mexico City.\n\nVolcanic mountain ranges in Guatemala, Honduras, Nicaragua, Costa Rica, and Panama are also considered part of the Cordilleras. Volcanic eruptions and earthquakes occur frequently in this region. Volcanic activity can destroy towns and cities. It also contributes to the rich, fertile soils of the region.\n\nSome of the Earth’s youngest mountains are in the Cascade Range of the U.S. states of Washington, Oregon, and California. Some peaks began to form only about a million years ago—a blink of an eye in Earth’s long history. The mountains include temperate rain forest—a biome unique to the area. The temperate rain forest receives an incredible amount of precipitation, between 254 to 508 centimeters (100 to 200 inches) annually. However, its cool winters and mild summers promote the growth of mosses, ferns, fungi, and lichens.\n\nThe temperate rain forest supports a wide variety of life. The Sitka spruce, western red cedar, and Douglas fir are trees native to North America’s temperate rain forest. Some of these trees grow to more than 90 meters (300 feet) tall and 3 meters (10 feet) in diameter. Black bears, Roosevelt elk, and marmots are indigenous animal species.\n\nThe three major desert regions of North America—the Sonoran, Mojave, and Chihuahuan—are all in the American southwest and northern Mexico. These large deserts are located in the rain shadows of nearby mountains. The mountains block precipitation and accelerate the movement of hot, dry wind over these regions. The Sonoran is in the rain shadow of the Coast Ranges, the Mojave is in the shadow of the Sierra Nevada, and the Chihuahuan is in the shadow of the Sierra Madre.\n\nNotable desert plant species includes the saguaro cactus, Joshua tree, and mesquite. Animal species include the roadrunner, Gila monster, and rattlesnake.\n\nIn addition to mountains, deserts, and forests, the northern part of the western region of North America also has the richest deposits of oil and natural gas on the continent. Most of these deposits are located offshore, in the Arctic and Pacific Oceans.\n\n## Great Plains\n\nThe Great Plains lie in the middle of the continent. Deep, rich soil blankets large areas of the plains in Canada and the United States. Grain grown in this region, called the “Breadbasket of North America,” feeds a large part of the world. The Great Plains are also home to rich deposits of oil and natural gas.\n\nMuch of the fertile soil was formed from material deposited during the most recent glacial period. This ice age reached its peak about 18,000 years ago. As glaciers retreated, streams of melted ice dropped sediment on the land, building layers of productive soil.\n\nThe grassland or prairie regions of the Great Plains make up the largest biome in North America. Extreme weather prevents the growth of large plants but is perfectly suited to the native grasses that dominate the region.\n\nNative grasses vary in size from 2 meters (7 feet) in tallgrass prairies to only 20 or 25 centimeters (8 or 10 inches) in shortgrass prairies. Native animal species include bison, prairie dogs, and grasshoppers.\n\n## Canadian Shield\n\nThe Canadian Shield is a raised but relatively flat plateau. It extends over eastern, central, and northwestern Canada. The Canadian Shield is characterized by a rocky landscape pocked by an astounding number of lakes.\n\nThe tundra, stretching along the northern borders of Alaska and Canada to the Hudson Bay area, is a biome common to the Canadian Shield. Tundra is where low temperatures and precipitation levels hinder tree growth. The tundra is characterized by permafrost—soil that is frozen for two or more years. This permafrost keeps moisture near the soil’s surface, promoting vegetation growth even in the extreme, Arctic conditions of the tundra.\n\nDuring the summer, this top layer of soil thaws less than 10 centimeters (only a few inches) down, forming numerous shallow lakes, ponds, and bogs. Lichens, mosses, algae, and succulents take advantage of these shallow waters. In turn, they provide food for the caribou and musk ox that are typical of this area.\n\n## Eastern Region\n\nThis varied region includes the Appalachian Mountains and the Atlantic coastal plain.\n\nNorth America’s older mountain ranges, including the Appalachians, rise near the east coast of the United States and Canada. These areas have been mined for rich deposits of coal and other minerals for hundreds of years.\n\nThe Atlantic coastal plain extends from river, marsh, and wetland regions east of the mountains toward the sandy beaches of the Atlantic coast. Wetland areas are a biome of the eastern region and consist of areas of land whose soil is saturated with permanent or seasonal moisture. The Florida Everglades is the largest wetland system in the United States, covering more than 11,137 square kilometers (4,300 square miles) of southern Florida.\n\nThe Everglades is a biologically diverse region and contains several bordering ecosystems. Sawgrass marshes are the most iconic plant community of the Everglades and thrive on the slow-moving water of the wetlands. Alligators nest in the sawgrass, while wading birds such as egrets, herons, spoonbills, and ibises make their breeding grounds in other wetland tree species, such as cypress and mangrove.\n\n## Caribbean Region\n\nThe Caribbean Region includes more than 7,000 islands, islets, reefs, and cays. The region’s islands and smaller islets are varied in their topography; some have relatively flat and sandy terrain while others are rugged, mountainous, and volcanic.\n\nThe coral reefs and cays of the Caribbean Sea are among the most spectacular biomes in North America. A reef is a ridge of jagged rock, coral, or sand just above or below the surface of the sea. Some coral reefs surround islands, such as the Bahamas, Antigua, and Barbados. Others are found off the Florida Keys, a chain of cays—small islands situated on a coral reef platform—near the southern coast of the U.S. state of Florida.\n\nCoral reefs are made of millions of tiny animals—corals—that form a hard shell around their bodies. This hard surface provides a rich community for algae and plants such as seagrass. Brightly colored tropical fish, as well as sharks, sea turtles, sea stars, and sea horses, are animals native to the Caribbean’s coral reefs.\n\n## Natural Wonders\n\nNorth America’s varied landscape features many natural wonders. It has deep canyons, such as Copper Canyon in the Mexican state of Chihuahua. Denali, the continent’s highest peak, stands at 6,194 meters (20,320 feet) within Denali National Park and Preserve in the U.S. state of Alaska. Yellowstone National Park, in the U.S. states of Wyoming, Montana, and Idaho, has some of the world’s most active geysers. Canada’s Bay of Fundy has the greatest tidal range in the world. The Great Lakes form the planet’s largest area of freshwater. The Mississippi River, at 3,730 kilometers (2,320 miles) long, is one of the longest river systems in the world and drains all or parts of 31 U.S. states.\n\n### Brief Facts\n\n#### Population Density\n\n57 people per square kilometer\n\n#### Highest Elevation\n\nDenali, Alaska, United States (6,190 meters/20,310 feet)\n\n#### Most Renewable Electricity Produced\n\nBelize (96.7%; hydropower, biomass)\n\n#### Largest Urban Area\n\nNew York City, United States (23.7 million people)\n\n#### Largest Watershed\n\nMississippi River (3 million square kilometers/1.15 million square miles)\n\n",
    "map": {
      "lon": -105.255,
      "lat": 54.52596
    },
    "images": [
      {
        "url": "//images.ctfassets.net/h4wwx2mbhm2q/6etv3XopEBo7cICX1qpzCE/79ce7dc5fbd728e62788317a23b777b8/northamerica.png",
        "details": {
          "size": 412571,
          "image": {
            "width": 1280,
            "height": 1280
          }
        },
        "fileName": "northamerica.png",
        "contentType": "image/png"
      },
      {
        "url": "//images.ctfassets.net/h4wwx2mbhm2q/6etv3XopEBo7cICX1qpzCE/79ce7dc5fbd728e62788317a23b777b8/northamerica.png",
        "details": {
          "size": 412571,
          "image": {
            "width": 1280,
            "height": 1280
          }
        },
        "fileName": "northamerica.png",
        "contentType": "image/png"
      }
    ]
  },
  {
    "name": "Asia",
    "overview": "\nAsia is the largest of the world’s continents, covering approximately 30 percent of the Earth’s land area. It is also the world’s most populous continent, with roughly 60 percent of the total population.\n\nAsia makes up the eastern portion of the Eurasian supercontinent; Europe occupies the western portion. The border between the two continents is debated. However, most geographers define Asia’s western border as an indirect line that follows the Ural Mountains, the Caucasus Mountains, and the Caspian and Black Seas. Asia is bordered by the Arctic, Pacific, and Indian Oceans.\n\nAsia’s physical geography, environment and resources, and human geography can be considered separately.\n\nAsia can be divided into five major physical regions: mountain systems; plateaus; plains, steppes, and deserts; freshwater environments; and saltwater environments.\n\n## Mountain Systems\n\nThe Himalaya mountains extend for about 2,500 kilometers (1,550 miles), separating the Indian subcontinent from the rest of Asia. The Indian subcontinent, once connected to Africa, collided with the Eurasian continent about 50 million to 55 million years ago, forming the Himalayas. The Indian subcontinent is still crashing northward into Asia, and the Himalayas are growing about 5 centimeters (2 inches) every year.\n\nThe Himalayas cover more than 612,000 square kilometers (236,000 square miles), passing through the northern states of India and making up most of the terrain of Nepal and Bhutan. The Himalayas are so vast that they are composed of three different mountain belts. The northernmost belt, known as the Great Himalayas, has the highest average elevation at 6,096 meters (20,000 feet). The belt contains nine of the highest peaks in the world, which all reach more than 7,925 meters (26,000 feet) tall. This belt includes the highest mountain summit in the world, Mount Everest, which stands at 8,849 meters (29,032 feet).\n\nThe Tien Shan mountain system stretches for about 2,400 kilometers (1,500 miles), straddling the border between Kyrgyzstan and China. The name Tien Shan means “Celestial Mountains” in Chinese. The two highest peaks in the Tien Shan are Victory Peak, which stands at 7,439 meters (24,406 feet), and Khan Tängiri Peak, which stands at 6,995 meters (22,949 feet). Tien Shan also has more than 10,100 square kilometers (3,900 square miles) of glaciers. The largest glacier is Engil'chek Glacier, which is about 60 kilometers (37 miles) long.\n\nThe Ural Mountains run for approximately 2,500 kilometers (1,550 miles) in an indirect north-south line from Russia to Kazakhstan. The Ural Mountains are some of the world’s oldest, at 250 million to 300 million years old. Millions of years of erosion have lowered the mountains significantly, and today their average elevation is between 914 and 1,220 meters (3,000 to 4,000 feet). The highest peak is Mount Narodnaya at 1,895 meters (6,217 feet).\n\n## Plateaus\n\nAsia is home to many plateaus, areas of relatively level high ground. The Iranian plateau covers more than 3.6 million square kilometers (1.4 million square miles), encompassing most of Iran, Afghanistan, and Pakistan. The plateau is not uniformly flat, but contains some high mountains and low river basins. The highest mountain peak is Damavand, at 5,610 meters (18,410 feet). The plateau also has two large deserts, the Dasht-e Kavir and Dasht-e Lut.\n\nThe Deccan Plateau makes up most of the southern part of India. The plateau’s average elevation is about 600 meters (2,000 feet). It is bordered by three mountain ranges: the Satpura Range in the north, and the Eastern and Western Ghats on either side. The plateau and its main waterways—the Godavari and Krishna rivers—gently slope toward the Eastern Ghats and the Bay of Bengal.\n\nThe Tibetan Plateau is usually considered the largest and highest area ever to exist in the history of Earth. Known as the “Rooftop of the World,” the plateau covers an area about half the size of the contiguous United States and averages more than 5,000 meters (16,400 feet) above sea level. The Tibetan Plateau is extremely important to the world’s water cycle because of its tremendous number of glaciers. These glaciers contain the largest volume of ice outside the poles. The ice and snow from these glaciers feed Asia’s largest rivers. Approximately 2 billion people depend on the rivers fed by the plateau’s glaciers.\n\n## Plains, Steppes, and Deserts\n\nThe West Siberian Plain, located in central Russia, is considered one of the world’s largest areas of continuous flatland. It extends from north to south about 2,400 kilometers (1,500 miles) and from west to east about 1,900 kilometers (1,200 miles). With more than 50 percent of its area at less than 100 meters (330 feet) above sea level, the plain contains some of the world’s largest swamps and flood plains.\n\nCentral Asia is dominated by a steppe landscape, a large area of flat, unforested grassland. Mongolia can be divided into different steppe zones: the mountain forest steppe, the arid steppe, and the desert steppe. These zones transition from the country’s mountainous region in the north to the Gobi Desert on the southern border with China.\n\nThe Rub’ al Khali desert, considered the world’s largest sand sea, covers an area larger than France across Saudi Arabia, Oman, the United Arab Emirates, and Yemen. It holds roughly half as much sand as Africa’s Sahara desert, even though it is 15 times smaller in size. The desert is known as the Empty Quarter because it is virtually inhospitable to humans except for Bedouin tribes that live on its edges.\n\n## Freshwater\n\nLake Baikal, located in southern Russia, is the deepest lake in the world, reaching a depth of 1,620 meters (5,315 feet). The lake contains 20 percent of the world’s unfrozen freshwater, making it the largest reservoir on Earth. It is also the world’s oldest lake, at 25 million years old.\n\nThe Yangtze is the longest river in Asia and the third longest in the world (behind the Amazon of South America and the Nile of Africa). Reaching 6,300 kilometers (3,915 miles) in length, the Yangtze moves east from the glaciers of the Tibetan Plateau to the river’s mouth on the East China Sea. The Yangtze is considered the lifeblood of China. It drains one-fifth of the country’s land area, is home to one-third of its population, and contributes greatly to China’s economy.\n\nThe Tigris and Euphrates Rivers begin in the highlands of eastern Turkey and flow through Syria and Iraq, joining in the city of Qurna, Iraq, before emptying into the Persian Gulf. The land between the two rivers, known as Mesopotamia, was the center of the earliest civilizations, including Sumer and the Akkadian Empire. Today, the Tigris-Euphrates river system is under threat from increased agricultural and industrial use. These pressures have caused desertification and increased salts in the soil, severely damaging local watershed habitats.\n\n## Saltwater\n\nThe Persian Gulf has an area of more than 234,000 square kilometers (90,000 square miles). It borders Iran, Oman, United Arab Emirates, Saudi Arabia, Qatar, Bahrain, Kuwait, and Iraq. The gulf is subject to high rates of evaporation, making it shallow and extremely salty. The seabed beneath the Persian Gulf contains an estimated 50 percent of the world’s oil reserves. The countries that border the gulf have engaged in a number of disputes over this rich resource.\n\nThe Sea of Okhotsk covers 1.5 million square kilometers (611,000 square miles) between the Russian mainland and the Kamchatka Peninsula. The sea is largely frozen between October and March. Large ice floes make winter navigation almost impossible.\n\nThe Bay of Bengal is the largest bay in the world, covering almost 2.2 million square kilometers (839,000 square miles) and bordering Bangladesh, India, Sri Lanka, and Burma. Many large rivers, including the Ganges and Brahmaputra, empty into the bay. The briny wetlands formed by the Ganges-Brahmaputra on the Bay of Bengal is the largest delta in the world.\n\n## Terrestrial Flora and Fauna\n\nBotanists nickname China the “Mother of Gardens.” It has more flowering plant species than North and South America combined. Because China has such diverse landscapes, from the arid Gobi Desert to the tropical rain forests of Yunnan Province, many flowers can adapt to climates all over the world. From roses to peonies, many familiar flowers most likely originated in northern China. China is the likely origin of such fruit trees as peaches and oranges. China is also home to the dawn redwood, the only redwood tree found outside North America.\n\nAsia’s diverse physical and cultural landscape has dictated the way animals have been domesticated. In the Himalayas, communities use yaks as beasts of burden. Yaks are large animals related to cattle, but with a thick fiber coat and the ability to survive in the oxygen-poor high altitude of the mountains. Yaks are not only used for transportation and for pulling plows, but their coats are sources of warm, hardy fiber. Yak milk is used for butter and cheese.\n\nIn the Mongolian steppe, the two-humped Bactrian camel is the traditional beast of burden. Bactrian camels are critically endangered in the wild. The camel’s humps store nutrient-rich fat, which the animal can use in times of drought, heat, or frost. Its size and ability to adapt to hardship make it an ideal pack animal. Bactrians can actually outrun horses over long distances. These camels were the traditional animals used in caravans on the Silk Road, the legendary trade route linking eastern Asia with India and the Middle East.\n\n## Aquatic Flora and Fauna\n\nThe freshwater and marine habitats of Asia offer incredible biodiversity.\n\nLake Baikal’s age and isolation make it a unique biological site. Aquatic life has been able to evolve for millions of years relatively undisturbed, producing a rich variety of flora and fauna. The lake is known as the “Galápagos of Russia” because of its importance to the study of evolutionary science. It has 1,340 species of animals and 570 species of plants.\n\nHundreds of Lake Baikal’s species are endemic, meaning they are found nowhere else on Earth. The Baikal seal, for instance, is one of the few freshwater seal species in the world. The Baikal seal feeds primarily on the Baikal oil fish and the omul. Both fishes are similar to salmon, and provide fisheries for the communities on the lake.\n\nThe Bay of Bengal, on the Indian Ocean, is one of the world’s largest tropical marine ecosystems. The bay is home to dozens of marine mammals, including the bottlenose dolphin, spinner dolphin, spotted dolphin, and Bryde’s whale. The bay also supports healthy tuna, jack, and marlin fisheries.\n\nSome of the bay’s most diverse array of organisms exist along its coasts and wetlands. Many wildlife reserves in and around the bay aim to protect its biological diversity.\n\nThe Sundarbans is a wetland area that forms at the delta of the Ganges and Brahamaputra rivers. The Sundarbans is a huge mangrove forest. Mangroves are hardy trees that are able to withstand the powerful, salty tides of the Bay of Bengal as well as the freshwater flows from the Ganges and Brahamaputra. In addition to mangroves, the Sundarbans is forested by palm trees and swamp grasses.\n\nThe swampy jungle of the Sundarbans supports a rich animal community. Hundreds of species of fish, shrimp, crabs, and snails live in the exposed root system of the mangrove trees. The Sundarbans supports more than 200 species of aquatic and wading birds. These small animals are part of a food web that includes wild boar, macaque monkeys, monitor lizards, and a healthy population of Bengal tigers.\n\n### Brief Facts\n\n#### Population Density\n\n246 people per square kilometer\n\n#### Highest Elevation\n\nMount Everest, Nepal: 8,848 meters/29,029 feet\n\n#### Most Renewable Electricity Produced\n\nBhutan (99.9%, hydropower)\n\n#### Largest Urban Area\n\nTokyo-Yokohama, Japan (37.8 million people)\n\n#### Largest Watershed\n\nOb River (3 million square kilometers/1.15 million square miles)\n\n",
    "map": {
      "lon": 85.47459687499999,
      "lat": 52.888511409232514
    },
    "images": [
      {
        "url": "//images.ctfassets.net/h4wwx2mbhm2q/4SDZ6Cprswymglua0HEJ7W/9af6aa0ea0116203e41776e2e68d2d7f/asia.png",
        "details": {
          "size": 453681,
          "image": {
            "width": 1280,
            "height": 1280
          }
        },
        "fileName": "asia.png",
        "contentType": "image/png"
      },
      {
        "url": "//images.ctfassets.net/h4wwx2mbhm2q/4SDZ6Cprswymglua0HEJ7W/9af6aa0ea0116203e41776e2e68d2d7f/asia.png",
        "details": {
          "size": 453681,
          "image": {
            "width": 1280,
            "height": 1280
          }
        },
        "fileName": "asia.png",
        "contentType": "image/png"
      }
    ]
  },
  {
    "name": "Africa",
    "overview": "\nAfrica, the second largest continent, is bounded by the Mediterranean Sea, the Red Sea, the Indian Ocean, and the Atlantic Ocean. It is divided almost equally in half by the Equator.\n\nAfrica's physical geography, environment and resources, and human geography can be considered separately.\n\nAfrica has eight major physical regions: the Sahara, the Sahel, the Ethiopian Highlands, the savanna, the Swahili Coast, the rainforest, the African Great Lakes, and southern Africa. Some of these regions cover large bands of the continent, such as the Sahara and Sahel, while others are isolated areas, such as the Ethiopian Highlands and the Great Lakes. Each of these regions has unique animal and plant communities.\n\n## Sahara\n\nThe Sahara is the world's largest hot desert, covering 8.5 million square kilometers (3.3 million square miles), about the size of the South American country of Brazil. Defining Africa's northern bulge, the Sahara makes up 25 percent of the continent.\n\nThe Sahara has a number of distinct physical features, including ergs, regs, hamadas, and oases. Ergs, which cover 20 percent of the Sahara, are sand dunes that stretch for hundreds of kilometers at heights of more than 300 meters (1,000 feet). Ergs cover most of Algeria and Libya and parts of Mali and Nigeria. Ergs can contain large quantities of salt, which is sold for industrial and food use.\n\nRegs are plains of sand and gravel that make up 70 percent of the Sahara. The gravel can be black, red, or white. Regs are the remains of prehistoric seabeds and riverbeds but are now nearly waterless.\n\nHamadas are elevated plateaus of rock and stone that reach heights of 3,353 meters (11,000 feet). They include the Atlas Mountains, which stretch from southwestern Morocco to northeastern Tunisia; the Tibesti Mountains of southern Libya and northern Chad; and the Ahaggar Mountains in southern Algeria.\n\nAn oasis is a hub of water in the desert, often in the form of springs, wells, or irrigation systems. About 75 percent of the Sahara's population lives in oases, which make up only 2,071 square kilometers (800 square miles) of the desert's vast area.\n\nThe Sahara's animal and plant communities have adapted to the region's extremely dry conditions. The kidneys of the jerboa, a type of rodent, produce highly concentrated urine that minimizes water loss. A dromedary camel (Camelus dromedarius) conserves water by changing its body temperature so it doesn't sweat as the day gets hotter. The scorpion limits its activities to the night, burrowing into the cooler sands beneath the surface during the day. As a predator, the scorpion also absorbs water from the flesh of its prey.\n\nSaharan plants survive thanks to root systems that plunge as far as 24 meters (80 feet) underground. In parts of the Sahara, plants cannot take root at all. In the southern Libyan Desert, for instance, no greenery exists for more than 195 kilometers (120 miles).\n\n## Sahel\n\nThe Sahel is a narrow band of semi-arid land that forms a transition zone between the Sahara to the north and the savannas to the south. It is made up of flat, barren plains that stretch roughly 5,400 kilometers (3,300 miles) across Africa, from Senegal to Sudan.\n\nThe Sahel contains the fertile delta of the Niger, one of Africa's longest rivers. Unfortunately, the Sahel's fertile land is rapidly becoming desert as a result of drought, deforestation, and intensive agriculture. This process is known as desertification.\n\nThe Sahel's animal communities are constantly scavenging for scarce water and vegetation resources. The Senegal gerbil (Taterillus pygargus), the most common mammal in the Sahel and measuring only a few centimeters, consumes as much as 10 percent of the Sahel's plants.\n\nThe Sahel's green vegetation emerges only during the rainy season, when it is often quickly harvested by farmers or consumed by animals. Baobabs are drought- and fire-resistant trees with trunks that are often 15 meters (50 feet) wide and as tall as 26 meters (85 feet). Acacia, whose deep root systems are ideal for semi-arid climates, are among the most common trees found in the Sahel. Cram-cram, a prickly grass, is the primary fodder for Sahel herds such as zebu cattle (Bos indicus).\n\n## Ethiopian Highlands\n\nThe Ethiopian Highlands began to rise 75 million years ago, as magma from Earth's mantle uplifted a broad dome of ancient rock. This dome was later split as Africa's continental crust pulled apart, creating the Great Rift Valley system. Today, this valley cuts through the Ethiopian Highlands from the southwest to the northeast. The Ethiopian Highlands are home to 80 percent of Africa's tallest mountains.\n\nThe highlands' craggy landscape is perfect for nimble animal species. Native species such as the walia ibex, an endangered wild goat, and the gelada baboon live in the ledges and rocky outposts of the Simien Mountains. The most emblematic highland species is probably the Ethiopian wolf (Canis simensis), which is now on the brink of extinction.\n\nImportant plant species native to the Ethiopian Highlands include the Ethiopian rose, Africa's only native rose, and the ensete, a tall, thick, rubbery plant that is a close relative of the banana.\n\n## Savanna\n\nSavannas, or grasslands, cover almost half of Africa, more than 13 million square kilometers (5 million square miles). These grasslands make up most of central Africa, beginning south of the Sahara and the Sahel and ending north of the continent's southern tip.\n\nAmong Africa's many savanna regions, the Serengeti (or Serengeti Plains) is the most well-known. The Serengeti is a vast, undulating plain that stretches 30,000 square kilometers (11,583 square miles) from Kenya's Maasai-Mara game reserve to Tanzania's Serengeti National Park.\n\nThe Serengeti is home to one of the continent's highest concentrations of large mammal species, including lions (Panthera leo), hyenas (Crocuta crocuta), zebras (Equus quagga), giraffes (Giraffa camelopardalis), and elephants (Loxodonta africana). Each year, more than one million wildebeest (Connochaetes taurinus) travel in a circular migration following seasonal rains across the Serengeti Plains. Their grazing and trampling of grass allows new grasses to grow, while their waste helps fertilize the soil.\n\n## Swahili Coast\n\nThe Swahili Coast stretches about 1,610 kilometers (1,000 miles) along the Indian Ocean from Somalia to Mozambique. The nearby coral reefs and barrier islands protect the coast from severe weather.\n\nThere is not a lot of animal life on the sandy Swahili Coast. The golden-rumped elephant shrew, an insect-eating rodent with a long snout, is common. A small, primitive primate known as the bush baby inhabits vegetated areas of the Swahili Coast. Bush babies, which have enormous eyes for hunting at night, feed primarily on insects, fruit, and leaves.\n\nThese more vegetated areas are located on a narrow strip just inland from the coastal sands. Heavy cultivation has diminished the diversity of plant species in this interior area of the Swahili Coast. Mangrove forests are the most common vegetation. Mangroves have exposed root systems, allowing the trees to absorb oxygen directly from the air as well as from the nutrient-poor soil.\n\n## Rainforest\n\nMost of Africa's native rainforest has been destroyed by development, agriculture, and forestry. Today, 80 percent of Africa's rainforest is concentrated in Central Africa, along the Congo River Basin.\n\nAfrica's rainforests have a rich variety of animal life; a six-kilometer (four-mile) patch could contain up to 400 bird species, 150 butterfly species, and 60 species of amphibians. Important mammals include African forest elephants (Loxodonta cyclotis), gorillas (Gorilla spp.), the black colobus monkey (Colobus satanas), and the okapi (Okapi johnstoni), a donkey-like relative of the giraffe.\n\nThe driver ant (Dorylus sp.) is one of Africa's most aggressive rainforest species. Driver ants move in columns of up to 20 million across the rainforest floor and will eat anything from toxic millipedes to reptiles and small mammals.\n\nThe African rainforest's plant community is even more diverse, with an estimated 8,000 plant species documented. More than 1,100 of these species are endemic, or found nowhere else on Earth. Only 10 percent of the plants in Africa's rainforests have been identified.\n\n## African Great Lakes\n\nThe Great Lakes are located in nine countries that surround the Great Rift Valley. As the African continent separated from the Arabian Peninsula, large, deep cracks formed in Earth's surface. These cracks later filled with water. This geologic process created some of the largest and deepest lakes in the world.\n\nThere are seven major African Great Lakes: Lake Albert, Lake Edward, Lake Kivu, Lake Malawi, Lake Tanganyika, Lake Turkana, and Lake Victoria. Lake Victoria, the largest lake in Africa, is the southern source of the Nile River, the longest river in the world.\n\nThe African Great Lakes region has a diverse range of aquatic and terrestrial animal life. Fish include the 45-kilogram (100-pound) Nile perch and the 2.5-centimeter (one-inch) cichlid. Migrating savanna animals, such as wildebeest, use the lakes as watering holes. Hippos (Hippopotamus amphibius) and crocodiles (Crocodylus niloticus) call the region their home.\n\nThe Great Lakes abut everything from rainforest to savanna plant communities. However, invasive species like the water hyacinth (Eichhornia crassipes) and papyrus (Cyperus papyrus) have begun to take over entire shorelines, endangering animals and plants.\n\n## Southern Africa\n\nThe region of southern Africa is dominated by the Kaapvaal craton, a shelf of bedrock that is more than 2.6 billion years old. Rocky features of southern Africa include plateaus and mountains, such as the Drakensberg range.\n\nSouthern Africa is the epicenter of Africa's well-known reserves, which protect animal species such as lions, elephants, baboons (Papio spp.), white rhinos (Ceratotherium simum), and Burchell's zebras (Equus quagga burchellii). Other important animal species include the impala (Aepyceros melampus), a type of deer, and the springbok (Antidorcas marsupialis), a type of gazelle that can spring several feet into the air to avoid predators.\n\nSouthern Africa's Cape Floral Region is one of the richest areas for plants in the world. While the Cape Floral Region covers less than 0.5 percent of Africa, it is home to nearly 20 percent of the continent's flora. The king protea (Protea cynaroides), South Africa's national flower, is found in the Cape Floral Region.\n\n### Brief Facts\n\n#### Population Density\n\n41.9 people per square kilometer (109 per square mile), as of 2020\n\n#### Highest Point\n\nKilimanjaro, Tanzania (5,895 meters/19,340 feet)\n\n#### Most Renewable Energy Capacity\n\nSouth Africa (6,065 megawatts), as of 2019\n\n",
    "map": {
      "lon": 21.41281687499999,
      "lat": 6.636069747521516
    },
    "images": [
      {
        "url": "//images.ctfassets.net/h4wwx2mbhm2q/4HLbz6D56wCx5JkdqEiSC3/725b045db7d98af22fb5bd384b99d258/africa.png",
        "details": {
          "size": 446180,
          "image": {
            "width": 1280,
            "height": 1280
          }
        },
        "fileName": "africa.png",
        "contentType": "image/png"
      },
      {
        "url": "//images.ctfassets.net/h4wwx2mbhm2q/4HLbz6D56wCx5JkdqEiSC3/725b045db7d98af22fb5bd384b99d258/africa.png",
        "details": {
          "size": 446180,
          "image": {
            "width": 1280,
            "height": 1280
          }
        },
        "fileName": "africa.png",
        "contentType": "image/png"
      }
    ]
  },
  {
    "name": "Europe",
    "overview": "\nEurope is the second-smallest continent. Only Oceania has less landmass. Europe extends from the island nation of Iceland in the west to the Ural Mountains of Russia in the east. Europe's northernmost point is the Svalbard archipelago of Norway, and it reaches as far south as the islands of Greece and Malta.\n\nEurope is sometimes described as a peninsula of peninsulas. A peninsula is a piece of land surrounded by water on three sides. Europe is a peninsula of the Eurasian supercontinent and is bordered by the Arctic Ocean to the north, the Atlantic Ocean to the west, and the Mediterranean, Black, and Caspian Seas to the south.\n\nEurope's main peninsulas are the Iberian, Italian, and Balkan, located in southern Europe, and the Scandinavian and Jutland, located in Northern Europe. The link between these peninsulas has made Europe a dominant economic, social, and cultural force throughout recorded history.\n\nEurope's physical geography, environment and resources, and human geography can be considered separately.\n\nEurope can be divided into four major physical regions, running from north to south: Western Uplands, North European Plain, Central Uplands, and Alpine Mountains.\n\n## Western Uplands\n\nThe Western Uplands, also known as the Northern Highlands, curve up the western edge of Europe and define the physical landscape of Scandinavia (Norway, Sweden, and Denmark), Finland, Iceland, Scotland, Ireland, the Brittany region of France, Spain, and Portugal.\n\nThe Western Uplands is defined by hard, ancient rock that was shaped by glaciation. Glaciation is the process of land being transformed by glaciers or ice sheets. As glaciers receded from the area, they left a number of distinct physical features, including abundant marshlands, lakes, and fjords. A fjord is a long and narrow inlet of the sea that is surrounded by high, rugged cliffs. Many of Europe's fjords are located in Iceland and Scandinavia.\n\n## North European Plain\n\nThe North European Plain extends from the southern United Kingdom east to Russia. It includes parts of France, Belgium, the Netherlands, Germany, Denmark, Poland, the Baltic states (Estonia, Latvia, and Lithuania), and Belarus.\n\nMost of the Great European Plain lies below 152 meters (500 feet) in elevation. It is home to many navigable rivers, including the Rhine, Weser, Elbe, Oder, and Vistula. The climate supports a wide variety of seasonal crops. These physical features allowed for early communication, travel, and agricultural development. The North European Plain remains the most densely populated region of Europe.\n\n## Central Uplands\n\nThe Central Uplands extend east-west across Central Europe and include western France and Belgium, southern Germany, the Czech Republic, and parts of northern Switzerland and Austria.\n\nThe Central Uplands are lower in altitude and less rugged than the Alpine region and are heavily wooded. Important highlands in this region include the Massif Central and the Vosges in France, the Ardennes of Belgium, the Black Forest and the Taunus in Germany, and the Ore and Sudeten in the Czech Republic. This region is sparsely populated except in the Rhine, Rhne, Elbe, and Danube river valleys.\n\n## Alpine Mountains\n\nThe Alpine Mountains include ranges in the Italian and Balkan peninsulas, northern Spain, and southern France. The region includes the mountains of the Alps, Pyrenees, Apennines, Dinaric Alps, Balkans, and Carpathians.\n\nHigh elevations, rugged plateaus, and steeply sloping land define the region. Europe's highest peak, Mount Elbrus at 5,642 meters (18,510 feet), is in the Caucasus Mountains of Russia. The Alpine region also includes active volcanoes, such as Mount Etna and Mount Vesuvius in Italy.\n\n## Flora & Fauna\n\nMuch like its physical regions, Europe's plant and animal communities follow a general north-south orientation. The tundra, found in Iceland and the northern reaches of Scandinavia and Russia, is a treeless region where small mosses, lichens, and ferns grow. Huge herds of reindeer (Rangifer tarandus) feed on these tiny plants.\n\nThe taiga, which stretches across northern Europe just south of the tundra, is composed of coniferous forests, with trees such as pine, spruce, and fir. Moose, bear, and elk (Cervus canadensis) are native to the European taiga.\n\nJust south of the taiga is a mixture of coniferous and deciduous trees, including beech, ash, poplar, and willow. Although this area remains heavily forested, the continent's forests were drastically reduced as a result of intense urbanization throughout human history. Intense trade introduced many species, which often overtook native plants. The forests and grasslands of Western and Central Europe have been almost completely domesticated, with crops and livestock dominant.\n\nFinally, small, drought-resistant plants border the Mediterranean Sea, Europe's southern edge. Trees also grow in that southernmost region, including the Aleppo pine (Pinus halepensis), cypress, and cork oak (Quercus suber). The only primate native to Europe, the Barbary macaque (Macaca sylvanus), inhabits this Mediterranean basin. A small troop of Barbary macaques lives on the tiny island of Gibraltar, between Spain and the African country of Morocco.\n\nThe waters surrounding Europe are home to a number of organisms, including fish, seaweeds, marine mammals, and crustaceans. The cold water surrounding northern Britain and Scandinavia is home to unique species of cold-water corals. All the major bodies of water in Europe have been fished for centuries. In many places, including the Mediterranean and North seas, waters have been overfished. About a quarter of marine mammals are threatened.\n\nToday, around 15 percent of Europe's animal species are threatened or endangered, mainly by habitat loss, pollution, overexploitation, and competition from invasive species. The European bison (Bison bonasus), the heaviest land animal on the continent, is one of the most threatened species.\n\nBeginning in the 20th century, many governments and nongovernmental organizations (NGOs) have worked to restore some of Europe's rich biodiversity. Establishing fishing limits, protecting threatened habitats, and encouraging sustainable consumption habits are some efforts supported by European conservationists.\n\n### Brief Facts\n\n#### Population Density\n\n188 people per square kilometer\n\n#### Highest Elevation\n\nMount Elbrus, Russia (5,642 meters/18,510 feet)\n\n#### Most Renewable Electricity Produced\n\nIceland (99.9%; hydropower, geothermal)\n\n#### Largest Urban Area\n\nMoscow, Russia (16.2 million people)\n\n#### Largest Watershed\n\nVolga River (1.38 million square km/532,821 square miles)\n\n",
    "map": {
      "lon": 15.25511,
      "lat": 54.52596
    },
    "images": [
      {
        "url": "//images.ctfassets.net/h4wwx2mbhm2q/CpQ86ajSa8tpZqPKBVnHF/ecdb66570943c4eb5766a422a4195201/europe.png",
        "details": {
          "size": 508474,
          "image": {
            "width": 1280,
            "height": 1278
          }
        },
        "fileName": "europe.png",
        "contentType": "image/png"
      },
      {
        "url": "//images.ctfassets.net/h4wwx2mbhm2q/CpQ86ajSa8tpZqPKBVnHF/ecdb66570943c4eb5766a422a4195201/europe.png",
        "details": {
          "size": 508474,
          "image": {
            "width": 1280,
            "height": 1278
          }
        },
        "fileName": "europe.png",
        "contentType": "image/png"
      }
    ]
  }
]